Repository: pullopen/Plume
Catalog: po/plume/*.po
Languages: ca, es, eu, fa, pl, pt, ru

source: If you are browsing this site as a visitor, no data about you is collected.
ca: Si estàs navegant aquest lloc com a visitant cap dada sobre tu serà recollida.
es: Si está navegando por este sitio como visitante, no se recopilan datos sobre usted.
eu: Saiorik hasi ez baduzu, ez dugu zuri buruzko inolako daturik gordeko.
fa: اگر شما به عنوان یک بازدیدکننده در حال مرور این پایگاه هستید، هیچ داده‌ای درباره شما گردآوری نمی‌شود.
pl: Jeśli przeglądasz tę witrynę jako odwiedzający, nie zbierasz żadnych danych o Tobie.
pt: Se você está navegando neste site como um visitante, nenhum dado sobre você é coletado.
ru: Если вы просматриваете этот сайт в качестве посетителя, никаких данных о вас не собирается.

source: As a registered user, you have to provide your username (which does not have to be your real name), your functional email address and a password, in order to be able to log in, write articles and comment. The content you submit is stored until you delete it.
ca: Com a usuari registrat has de proporcionar un nom d'usuari (que no ha de ser el teu nom real), una adreça de correu funcional i una contrasenya per a poder ser capaç d'iniciar sessió, escriure articles i comentar-los. El contingut que enviïs es guarda fins que tu l'esborris.
es: Como usuario registrado, tienes que proporcionar tu nombre de usuario (que no tiene que ser tu nombre real), tu dirección de correo electrónico funcional y una contraseña, con el fin de poder iniciar sesión, escribir artículos y comentarios. El contenido que envíes se almacena hasta que lo elimines.
eu: Izena eman baduzu, erabiltzaile izena (ez da beharrezkoa zure benetako izena izatea), helbide elektronikoa eta pasahitza zehaztu behar dituzu saioa hasi ahal izateko, artikuluak idazteko eta iruzkinak egiteko. Igotzen duzun edukia gorde egingo da zuk ezabatzen duzun arte.
fa: به عنوان یک کاربر ثبت‌نام شده، برای آن‌که بتوانید وارد شده و مطلب بنویسید یا نظر بدهید، لازم است که نام‌کاربری (که لازم نیست نام واقعی شما باشد) و نشانی رایانامه فعال را ارائه کنید. محتوایی که می‌فرستید، تا زمانی که خودتان آن را پاک نکنید نگه‌داری می‌شود.
pl: Jako zarejestrowany użytkownik, musisz podać swoją nazwę użytkownika (nie musi to być Twoje imię i nazwisko), działający adres e-mail i hasło, aby móc zalogować się, pisać artykuły i komentować. Dodane treści są przechowywane do czasu, gdy je usuniesz.
pt: Como usuário registrado, você deve fornecer seu nome de usuário (que não precisa ser seu nome real), seu endereço de e-mail funcional e uma senha, para poder entrar, escrever artigos e comentários. O conteúdo que você enviar é armazenado até que você o exclua.
ru: Как зарегистрированный пользователь, вы должны указать ваше имя пользователя (которое не должно быть вашим настоящим именем), ваш действующий адрес электронной почты и пароль, чтобы иметь возможность войти в систему, писать статьи и комментарии. Составленный вами контент хранится до тех пор, пока вы его не удаляете.

source: When you log in, we store two cookies, one to keep your session open, the second to prevent other people to act on your behalf. We don't store any other cookies.
ca: Quan inicies sessió guardem dues galetes, una per a mantenir la sessió oberta i l l'altre per a evitar que d'altres persones actuïn en el teu nom. No guardem cap altre galeta.
es: Cuando inicias sesión, guardamos dos cookies, una para mantener tu sesión abierta, la segunda para evitar que otras personas actúen en tu nombre. No almacenamos ninguna otra cookie.
eu: Saioa hasten duzunean bi cookie gordetzen ditugu: bata saioa irekita mantentzeko; bestea beste batzuek zu izango bazina jardun ahal ez izateko. Ez dugu bestelako cookierik gordetzen.
fa: وقتی وارد می‌شوید، ما دو کوکی ذخیره می‌کنیم. یکی برای باز نگه‌داشتن نشست جاری و دومی برای اجتناب از فعالیت دیگران از جانب شما. ما هیچ کوکی دیگری ذخیره نمی‌کنیم.
pl: Po zalogowaniu się, przechowujemy dwa ciasteczka – jedno, aby utrzymać aktywną sesję i drugie, aby uniemożliwić innym podszywanie się pod Ciebie. Nie przechowujemy innych plików cookie.
pt: Quando você entra, armazenamos dois cookies, um para manter a sua sessão aberta e o outro para impedir outras pessoas de agirem em seu nome. Não armazenamos nenhum outro cookies.
ru: Когда вы входите в систему, мы храним два cookie-файла, один - для того, чтобы поддерживать вашу сессию открытой,, второй, чтобы не допустить действий других людей от вашего имени. Мы не храним другие куки.

source: Blocklisted Emails
ca: Llista de bloqueig d'adreces de correu
es: Correos en la lista de bloqueos
eu: Debekatutako helbide elektronikoak
fa: رایانامه‌های مسدود شده
pl: Zablokowane adresy e-mail
pt: E-mails Bloqueados
ru: Заблокированные адреса электронной почты

source: Email address
ca: Adreça de correu electrònic
es: Dirección de correo electrónico
eu: Helbide elektronikoa
fa: نشانی رایانامه
pl: Adresy e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты

source: The email address you wish to block. In order to block domains, you can use globbing syntax, for example '*@example.com' blocks all addresses from example.com
ca: L'adreça de correu electrònic que desitges bloquejar. Per a bloquejar dominis pots usar la sintaxi global, per exemple '*@exemple.com' bloqueja totes les adreces de exemple.com
es: La dirección de correo electrónico que deseas bloquear. Para bloquear dominios, puedes usar sintaxis de globbing, por ejemplo '*@example.com' bloquea todas las direcciones de example.com
eu: Blokeatu nahiko zenukeen helbide elektronikoa. Domeinu bat blokeatzeko globbing sintaxia erabil dezakezu, adibidez '*@adibidea.eus'-ek adibidea.eus domeinuko helbide elektroniko guztiak blokeatuko ditu
fa: نشانی رایانامه‌ای که می‌خواهید مسدود کنید. اگر می‌خواهید دامنه‌ها را مسدود کنید، می‌تواند از نحو گِلاب استفاده کنید. مثلاً عبارت '‎*@example.com' تمام نشانی‌ها از دامنه example.com را مسدود می‌کند
pl: Adres e-mail, który chcesz zablokować. Aby zablokować domeny, możesz użyć globbing syntax, na przykład '*@example.com' blokuje wszystkie adresy z example.com
pt: O endereço de e-mail que você deseja bloquear. Para bloquear domínios, você pode usar sintaxe global, por exemplo, '*@exemplo.com' bloqueia todos os endereços de exemplo.com
ru: Адрес электронной почты, который вы хотите заблокировать. Чтобы заблокировать домены, вы можете использовать метасимволы, например '*@example.com' блокирует все адреса от example.com

source: Note
ca: Nota
es: Nota
eu: Oharra
fa: یادداشت
pl: Notatka
pt: Nota
ru: Заметка

source: Notify the user?
ca: Notificar l'usuari?
es: ¿Notificar al usuario?
eu: Erabiltzailea jakinarazi?
fa: به کاربر اعلان شود؟
pl: Powiadomić użytkownika?
pt: Notificar o usuário?
ru: Уведомить пользователя?

source: Optional, shows a message to the user when they attempt to create an account with that address
ca: Opcional, mostra un missatge al usuari quan intenta crear un compte amb aquesta adreça
es: Opcional, muestra un mensaje al usuario cuando intenta crear una cuenta con esa dirección
eu: Hautazkoa, mezu bat erakusten die erabiltzaileei helbide honekin kontu bat sortzen saiatzen direnean
fa: اختیاری، هنگامی که کاربر با آن نشانی تلاش برای ایجاد حساب کند، پیامی به او نشان می‌دهد
pl: Opcjonalnie, pokazuje wiadomość użytkownikowi gdy próbuje utworzyć konto o tym adresie
pt: Opcional, mostra uma mensagem para o usuário quando ele tenta criar uma conta com este endereço de e-mail
ru: Необязательно, показывает пользователю сообщение при попытке создать учетную запись с этим адресом

source: Blocklisting notification
ca: Notificacions de la llista de bloqueig
es: Notificación de bloqueo
eu: Blokeoaren jakinarazpena
fa: اعلان‌ مسدودسازی
pl: Zablokuj powiadomienie
pt: Notificação de bloqueio
ru: Уведомление о Блокировке

source: The message to be shown when the user attempts to create an account with this email address
ca: El missatge per a ser mostrat quan l'usuari intenta crear un compte amb aquesta adreça de correu
es: El mensaje que se mostrará cuando el usuario intente crear una cuenta con esta dirección de correo electrónico
eu: Helbide elektroniko hau duen kontu bat sortzen saiatzen den erabiltzaileari agertuko zaion mezua
fa: پیامی که هنگام تلاش کاربر برای ساخت حساب با این نشانی رایانامه به او نشان داده می‌شود
pl: Wiadomość do wyświetlenia, gdy użytkownik próbuje utworzyć konto z tym adresem e-mail
pt: A mensagem a ser mostrada quando o usuário tenta criar uma conta com este endereço de e-mail
ru: Сообщение, которое будет показано, когда пользователь пытается создать учетную запись с этим адресом электронной почты

source: Add blocklisted address
ca: Afegir adreça a la llista de bloquejos
es: Añadir dirección bloqueada
eu: Gehitu helbide blokeatua
fa: اضافه کردن نشانی مسدودشده
pl: Dodaj zablokowany adres
pt: Adicionar endereço bloqueado
ru: Добавить адрес в список блокировки

source: There are no blocked emails on your instance
ca: En la teva instància no hi ha adreces de correu bloquejades
es: No hay correos bloqueados en tu instancia
eu: Ez dago posta blokeaturik zure instantzian
fa: هیچ رایانامه‌ای مسدود شده‌ای در نمونهٔ شما نیست
pl: Na Twojej instancji nie ma żadnych blokowanych adresów e-mail
pt: Não há e-mails bloqueados na sua instância
ru: На вашем узле нет заблокированных адресов электронной почты

source: Delete selected emails
ca: Esborra les adreces de correu seleccionades
es: Eliminar correos seleccionados
eu: Ezabatu aukeratutako posta elektronikoak
fa: حذف رایانامه‌های انتخاب‌شده
pl: Usuń wybrane adresy e-mail
pt: Excluir email(s) selecionado(s)
ru: Удалить выбранные адреса

source: Email address:
ca: Adreça de correu electrònic:
es: Dirección de correo electrónico:
eu: Helbide elektronikoa:
fa: نشانی رایانامه:
pl: Adres e-mail:
pt: E-mail:
ru: Адрес электронной почты:

source: Blocklisted for:
ca: Bloquejat per:
es: Este texto no tiene información de contexto. El texto es usado en plume.pot. Posición en el archivo: 115:
eu: Blokeoaren arrazoia:
fa: مسدود شده به دلیل:
pl: Zablokowane dla:
pt: Bloqueado por:
ru: Блокировано для:

source: Will notify them on account creation with this message:
ca: S'els notificarà en la creació del compte amb aquest missatge:
es: Les notificará al crear la cuenta con este mensaje:
eu: Kontua sortzean, mezu honekin jakinaraziko zaie:
fa: در زمان ساخت حساب، این پیام به کاربر اعلان خواهد شد:
pl: Powiadomi o utworzeniu konta za pomocą tej wiadomości:
pt: Irá notificá-los na criação da conta com esta mensagem:
ru: Уведомлять их при создании учетной записи с таким сообщением:

source: The user will be silently prevented from making an account
ca: L’usuari es veurà impedit en silenci de crear un compte
es: Se impedirá silenciosamente al usuario crear una cuenta
eu: Erabiltzaileari isilean eragotziko zaio kontu bat sortzea
fa: بی سر و صدا از ساختن حساب توسط این کاربر جلوگیری خواهد شد
pt: O usuário será impedido de criar uma conta silenciosamente
ru: Пользователю не будет позволено создать учетную запись без объяснения причин

source: Welcome to {}
ca: Us donem la benvinguda a {}
es: Bienvenido a {}
eu: Ongi etorri {}(e)ra
fa: به {} خوش‌آمدید
pl: Witamy na {}
pt: Boas vindas ao {}
ru: Добро пожаловать в {}

source: View all
ca: Mostra-ho tot
es: Ver todo
eu: Ikusi guztia
fa: دیدن همه
pl: Zobacz wszystko
pt: Ver tudo
ru: Показать все

source: About {0}
ca: Quant a {0}
es: Acerca de {0}
eu: {0}ri buruz
fa: دربارهٔ {0}
pl: O {0}
pt: Sobre {0}
ru: О {0}

source: Runs Plume {0}
ca: Funciona amb el Plume {0}
es: Ejecuta Plume {0}
eu: {0}(e)k Plume darabil
fa: در حال اجرای Plume (پلوم) {0}
pl: Działa na Plume {0}
pt: Roda Plume {0}
ru: Работает на Plume {0}

source: Home to <em>{0}</em> people
ca: Llar de <em>{0}</em> persones
es: Hogar de <em>{0}</em> usuarios
eu: <em>{0}</em> erabiltzaileen etxea
fa: میزبان <em>{0}</em> نفر
pl: Używana przez <em>{0}</em> użytkowników
pt: Lar de <em>{0}</em> usuários
ru: Место общения <em>{0}</em> человек

source: Who wrote <em>{0}</em> articles
ca: Les quals han escrit <em>{0}</em> articles
es: Que escribieron <em>{0}</em> artículos
eu: <em>{0}</em> artikulu idatzi zituztenak
fa: که تاکنون <em>{0}</em> مطلب نوشته‌اند
pl: Którzy napisali <em>{0}</em> artykułów
pt: Que escreveu <em>{0}</em> artigos
ru: Которые написали <em>{0}</em> статей

source: And are connected to <em>{0}</em> other instances
ca: I estan connectats a <em>{0}</em> altres instàncies
es: Y están conectados a <em>{0}</em> otras instancias
eu: Eta beste <em>{0}</em> instantziarekin daude konektatuta
fa: و به <em>{0}</em> نمونه دیگر متصل‌اند
pl: Sa połączone z <em>{0}</em> innymi instancjami
pt: E federa com <em>{0}</em> outras instâncias
ru: И подключены к <em>{0}</em> другим узлам

source: Administred by
ca: Administrat per
es: Administrado por
eu: Kudeatzailea:
fa: به مدیریت
pl: Administrowany przez
pt: Administrado por
ru: Администрируется

source: Interact with {}
ca: Interacciona amb {}
es: Interactuar con {}
eu: {}(r)ekin elkarreragin
fa: تعامل با {}
pl: Interaguj z {}
pt: Interagir com {}
ru: Взаимодействовать с {}

source: Log in to interact
ca: Inicia sessió per a interactuar
es: Inicia sesión para interactuar
eu: Hasi saioa parte hartzeko
fa: برای تعامل، وارد شوید
pl: Zaloguj się, aby wejść w interakcję
pt: Entre para interagir
ru: Войдите, чтобы взаимодействовать

source: Enter your full username to interact
ca: Introdueix el teu nom d'usuari complet per a interactuar
es: Introduzca su nombre de usuario completo para interactuar
eu: Idatzi erabiltzaile-izen osoa parte hartzeko
fa: برای تعامل، نام کاربری‌تان را کامل وارد کنید
pl: Wprowadź swoją pełną nazwę użytkownika, aby wejść w interakcję
pt: Digite seu nome de usuário completo para interagir
ru: Введите полное имя пользователя для взаимодействия

source: Publish
ca: Publica
es: Publicar
eu: Argitaratu
fa: انتشار
pl: Opublikuj
pt: Publicar
ru: Опубликовать

source: Classic editor (any changes will be lost)
ca: Editor clàssic (es perdera qualsevol canvi)
es: Editor clásico (cualquier cambio estará perdido)
eu: Editore klasikoa (egindako aldaketak galduko dira)
fa: ویرایش‌گر کلاسیک (تمام تغییرات از دست خواهند رفت)
pl: Klasyczny edytor (wszelkie zmiany zostaną utracone)
pt: Editor clássico (quaisquer alterações serão perdidas)
ru: Классический редактор (все изменения будут утеряны)

source: Title
ca: Títol
es: Título
eu: Titulua
fa: عنوان
pl: Tytuł
pt: Título
ru: Заголовок

source: Subtitle
ca: Subtítol
es: Subtítulo
eu: Azpititulua
fa: زیرعنوان
pl: Podtytuł
pt: Subtítulo
ru: Подзаголовок

source: Content
ca: Contingut
es: Contenido
eu: Edukia
fa: محتوا
pl: Zawartość
pt: Conteúdo
ru: Содержимое

source: You can upload media to your gallery, and then copy their Markdown code into your articles to insert them.
ca: Pots pujar Mèdia a la teva galeria i desprès copiar el codi Markdown dels teus articles per a inserir-los.
es: Puede subir los medios a su galería, y luego copiar su código Markdown en sus artículos para insertarlos.
eu: Baliabideak igo ditzakezu zure galeriara eta ondoren Markdown kodea kopiatu artikuluan txertatzeko.
fa: برای درج رسانه می‌توانید آن را به نگارخانه خود افزوده و سپس به کمک کد مارک‌داونی که می‌گیرید وارد مطلب‌تان کنید.
pl: Możesz przesłać multimedia do swojej galerii, i następnie skopiuj ich kod Markdown do artykułów, aby je wstawić.
pt: Você pode enviar mídia da sua galeria e inserí-la no artigo usando o código Markdown.
ru: Вы можете загрузить медиафайлы в галерею, а затем скопировать их код Markdown в ваши статьи, чтобы вставить их.

source: Upload media
ca: Pujar Mèdia
es: Cargar medios
eu: Igo baliabideak
fa: بارگذاری رسانه
pl: Przesłać media
pt: Enviar mídia
ru: Загрузить медиафайл

source: Tags, separated by commas
ca: Etiquetes, separades per comes
es: Etiquetas, separadas por comas
eu: Etiketak, komen bidez bereizita
fa: برچسب‌ها، با ویرگول از هم جدا شوند
pl: Tagi, oddzielone przecinkami
pt: Tags, separadas por vírgulas
ru: Теги через запятую

source: License
ca: Llicència
es: Licencia
eu: Lizentzia
fa: پروانه
pl: Licencja
pt: Licença
ru: Лицензия

source: Illustration
ca: Iŀlustració
es: Ilustración
eu: Irudi nagusia
fa: تصویر
pl: Ilustracja
pt: Ilustração
ru: Иллюстрация

source: This is a draft, don't publish it yet.
ca: Això és un esborrany, no ho publiquis encara.
es: Es un borrador, aún no lo publique.
eu: Zirriborro bat da, ez argitaratu oraingoz.
fa: این یک پیش‌نویس است، هنوز منتشرش نکنید.
pl: To jest szkic, nie publikuj go jeszcze.
pt: É um rascunho, não publique ainda.
ru: Это черновик, пока не публикуйте его.

source: Update
ca: Actualitza
es: Actualizar
eu: Eguneratu
fa: به‌روزرسانی
pl: Aktualizuj
pt: Atualizar
ru: Обновить

source: Update, or publish
ca: Actualitza o publica
es: Actualizar, o publicar
eu: Eguneratu edo argitaratu
fa: به‌روزرسانی، یا انتشار
pl: Aktualizuj lub publikuj
pt: Atualizar ou publicar
ru: Обновить или опубликовать

source: Publish your post
ca: Publica l'entrada
es: Publique su artículo
eu: Argitaratu artikulua
fa: انتشار نوشته‌تان
pl: Opublikuj wpis
pt: Publicar seu artigo
ru: Опубликовать ваш пост

source: Written by {0}
ca: Escrit per {0}
es: Escrito por {0}
eu: {0}(e)k idatzia
fa: نوشته شده توسط {0}
pl: Napisany przez {0}
pt: Escrito por {0}
ru: Написано {0}

source: All rights reserved.
ca: Tots els drets reservats.
es: Todos los derechos reservados.
eu: Eskubide guztiak erreserbatuta.
fa: تمامی حقوق محفوظ است.
pl: Wszelkie prawa zastrzeżone.
pt: Todos os direitos reservados.
ru: Все права защищены.

source: This article is under the {0} license.
ca: Aquest article està sota la llicència {0}.
es: Este artículo está bajo la licencia {0}.
eu: Artikulu honen lizentzia {0} da.
fa: این مطلب تحت پروانه {0} است.
pl: Ten artykuł został opublikowany na licencji {0}.
pt: Este artigo está sob a licença {0}.
ru: Эта статья опубликована под лицензией {0}.

source: One like
ca: Un favorit
es: Un Me Gusta
eu: Atsegite {0}
fa: یک پسند
pl: Jedno polubienie
pt: Uma curtida
ru: Один лайк

source: I don't like this anymore
ca: Això ja no m’agrada
es: Ya no me gusta esto
eu: Jada ez zait gustatzen
fa: این را دیگر نمی‌پسندم
pl: Już tego nie lubię
pt: Eu não curto mais isso
ru: Мне это больше не нравится

source: Add yours
ca: Afegeix el teu
es: Agregue el suyo
eu: Zuk ere gogoko egin
fa: پسندیدن خود را نشان دهید
pl: Dodaj swoje
pt: Curtir
ru: Добавьте ваш

source: One boost
ca: Un impuls
es: Un reparto
eu: Bultzada bat
fa: یک تقویت
pl: Jedno podbicie
pt: Um compartilhamento
ru: Одно продвижение

source: I don't want to boost this anymore
ca: Ja no vull impulsar més això
es: Ya no quiero compartir esto
eu: Jada ez dut partekatu nahi
fa: دیگر نمی‌خوام این را تقویت کنم
pl: Nie chcę tego podbijać
pt: Não quero mais compartilhar isso
ru: Я не хочу больше повышать это

source: Boost
ca: Impuls
es: Compartir
eu: Bultzatu
fa: تقویت
pl: Podbij
pt: Compartilhar
ru: Продвинуть

source: {0}Log in{1}, or {2}use your Fediverse account{3} to interact with this article
ca: {0}Inicia sessió{1}, o {2}usa el teu compte del Fedivers{3} per a interactuar amb aquest article
es: {0}Inicie sesión{1}, o {2}utilice su cuenta del Fediverso{3} para interactuar con este artículo
eu: {0}Hasi saioa{1} edo {2}erabili Fedibertsoko kontua{3}
fa: {0}وارد شوید{1} و یا {2}از حساب فدیورس خود{3} برای تعامل با این مطلب استفاده کنید
pl: {0}Zaloguj się{1} lub {2}użyj konta w Fediwersum{3}, aby wejść w interakcje z tym artykułem
pt: {0}Entrar{1}, ou {2}usar sua conta do Fediverso{3} para interagir com este artigo
ru: {0}Войдите{1}, или {2}используйте ваш Fediverse аккаунт{3} для взаимодействия с этой статьей

source: Comments
ca: Comentaris
es: Comentários
eu: Iruzkinak
fa: نظرات
pl: Komentarze
pt: Comentários
ru: Комментарии

source: Your comment
ca: El vostre comentari
es: Su comentario
eu: Zure iruzkina
fa: نظر شما
pl: Twój komentarz
pt: Seu comentário
ru: Ваш комментарий

source: Submit comment
ca: Envia el comentari
es: Enviar comentario
eu: Bidali iruzkina
fa: فرستادن نظر
pl: Wyślij komentarz
pt: Enviar comentário
ru: Отправить комментарий

source: No comments yet. Be the first to react!
ca: Encara sense comentaris. Sigues el primer a reaccionar!
es: No hay comentarios todavía. ¡Sea el primero en reaccionar!
eu: Oraingoz ez du iruzkinik. Izan lehena!
fa: هنوز نظری وجود ندارد. اولین کسی باشید که که واکنش نشان می‌دهد!
pl: Brak komentarzy. Bądź pierwszy(-a)!
pt: Sem comentários ainda. Seja o primeiro!
ru: Комментариев пока нет. Будьте первым, кто выскажется!

source: Are you sure?
ca: N’esteu segur?
es: ¿Está seguro?
eu: Ziur al zaude?
fa: مطمئنید؟
pl: Czy jesteś pewny?
pt: Você tem certeza?
ru: Вы уверены?

source: This article is still a draft. Only you and other authors can see it.
ca: Aquest article és encara un esborrany. Només tu i altres autors podeu veure'l.
es: Este artículo sigue siendo un borrador. Sólo tú y otros autores pueden verlo.
eu: Artikulu hau zirriborro bat baino ez da. Zuk eta beste egileek bakarrik ikus dezakezue.
fa: این مطلب هنوز یک پیش‌نویس است. تنها شما و دیگر نویسندگان می‌توانید آن را ببینید.
pl: Ten artykuł jest szkicem. Tylko Ty i inni autorzy mogą go zobaczyć.
pt: Este artigo ainda é um rascunho. Apenas você e outros autores podem vê-lo.
ru: Эта статья все еще является черновиком. Только вы и другие авторы могут ее видеть.

source: Only you and other authors can edit this article.
ca: Només tu i altres autors podeu editar aquest article.
es: Sólo tú y otros autores pueden editar este artículo.
eu: Zuk eta beste egileek bakarrik moldatu dezakezue artikulu hau.
fa: تنها شما و دیگر نویسندگان می‌توانید این نوشته را ویرایش کنید.
pl: Tylko Ty i inni autorzy mogą edytować ten artykuł.
pt: Apenas você e outros autores podem editar este artigo.
ru: Только вы и другие авторы могут редактировать эту статью.

source: Edit
ca: Edita
es: Editar
eu: Editatu
fa: ویرایش
pl: Edytuj
pt: Editar
ru: Редактировать

source: I'm from this instance
ca: Sóc d'aquesta instància
es: Soy de esta instancia
eu: Instantzia honetakoa naiz
fa: من از این نمونه هستم
pl: Jestem z tej instancji
pt: Eu sou dessa instância
ru: Я пользователь этого узла

source: Username, or email
ca: Nom d’usuari o adreça electrònica
es: Nombre de usuario, o correo electrónico
eu: Erabiltzailea edo helbide elektronikoa
fa: نام‌کاربری یا رایانامه
pl: Nazwa użytkownika, lub adres e-mail
pt: Nome de usuário ou e-mail
ru: Имя пользователя или адрес эл. почты

source: Log in
ca: Inicia una sessió
es: Iniciar sesión
eu: Hasi saioa
fa: ورود
pl: Zaloguj się
pt: Entrar
ru: Войти

source: I'm from another instance
ca: Sóc d'un altre instància
es: Soy de otra instancia
eu: Beste instantzia batekoa naiz
fa: من از نمونهٔ دیگری هستم
pl: Jestem z innej instancji
pt: Eu sou de outra instância
ru: Я пользователь другого узла

source: Continue to your instance
ca: Continua a la teva instància
es: Continuar a tu instancia
eu: Joan zure instantziara
fa: ادامه روی نمونهٔ خودتان
pl: Przejdź na swoją instancję
pt: Continuar para sua instância
ru: Продолжить на вашем узле

source: Reset your password
ca: Reinicialitza la contrasenya
es: Restablecer su contraseña
eu: Berrezarri pasahitza
fa: بازنشانی گذرواژه
pl: Zmień swoje hasło
pt: Redefinir sua senha
ru: Сбросить пароль

source: New password
ca: Contrasenya nova
es: Nueva contraseña
eu: Pasahitz berria
fa: گذرواژه جدید
pl: Nowe hasło
pt: Nova senha
ru: Новый пароль

source: Confirmation
ca: Confirmació
es: Confirmación
eu: Baieztapena
fa: تایید
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение

source: Update password
ca: Actualitza la contrasenya
es: Actualizar contraseña
eu: Eguneratu pasahitza
fa: به‌روزرسانی گذرواژه
pl: Zaktualizuj hasło
pt: Atualizar senha
ru: Сменить пароль
