Repository: pullopen/Plume
Catalog: po/plume/*.po
Languages: ca, es, eu, fa, pl, pt, ru

source: Useful for visually impaired people, as well as licensing information
ca: Molt útil per a persones amb deficiències visuals aixó com informació sobre llicències
es: Útil para personas con discapacidad visual, tanto como información de licencias
eu: Ikusmen-desgaitasuna duten pertsonentzat erabilgarria, bai eta lizentziei buruzko informazioa ere
fa: مناسب برای کسانی که مشکل بینایی دارند و نیز درج اطلاعات پروانه نشر
pl: Przydatny dla osób z problemami ze wzrokiem oraz do umieszczenia informacji o licencji
pt: Útil para pessoas com deficiência visual e para informações de licenciamento
ru: Полезно для людей с недостатками зрения и для информации об авторских правах

source: Content warning
ca: Advertència sobre el contingut
es: Aviso de contenido
eu: Edukiari buruzko oharra
fa: هشدار محتوا
pl: Ostrzeżenie o zawartości
pt: Alerta de conteúdo
ru: Предупреждение о контенте

source: Leave it empty, if none is needed
ca: Deixa-ho buit si no és necessari cap
es: Dejarlo vacío, si no se necesita nada
eu: Utzi hutsik, behar ez bada
fa: اگر هیچ یک از موارد نیاز نیست، خالی بگذارید
pl: Pozostaw puste, jeżeli niepotrzebne
pt: Deixe vazio se nenhum for necessário
ru: Оставьте пустым, если оно вам не нужно

source: File
ca: Fitxer
es: Archivo
eu: Fitxategia
fa: پرونده
pl: Plik
pt: Arquivo
ru: Файл

source: Send
ca: Envia
es: Enviar
eu: Bidali
fa: بفرست
pl: Wyślij
pt: Enviar
ru: Отправить

source: Your media
ca: Els teus Mèdia
es: Sus medios
eu: Zure baliabideak
fa: رسانه‌های شما
pl: Twoja zawartość multimedialna
pt: Sua mídia
ru: Ваши медиафайлы

source: Upload
ca: Puja
es: Subir
eu: Igo
fa: بارگذاری
pl: Wyślij
pt: Enviar
ru: Загрузить

source: You don't have any media yet.
ca: Encara no tens cap Mèdia.
es: Todavía no tiene ningún medio.
eu: Oraindik ez duzu baliabiderik.
fa: هنوز هیچ رسانه‌ای ندارید.
pl: Nie masz żadnej zawartości multimedialnej.
pt: Sem mídia.
ru: У вас еще нет медиа-файлов.

source: Content warning: {0}
ca: Advertència sobre el contingut: {0}
es: Aviso de contenido: {0}
eu: Edukiari buruzko oharra: {0}
fa: هشدار محتوا: {0}
pl: Ostrzeżenie o zawartości: {0}
pt: Alerta de conteúdo: {0}
ru: Предупреждение о содержимом: {0}

source: Delete
ca: Suprimeix
es: Eliminar
eu: Ezabatu
fa: حذف
pl: Usuń
pt: Excluir
ru: Удалить

source: Details
ca: Detalls
es: Detalles
eu: Xehetasunak
fa: جزئیات
pl: Bliższe szczegóły
pt: Detalhes
ru: Подробности

source: Media details
ca: Detalls del fitxer multimèdia
es: Detalles de los archivos multimedia
eu: Baliabide fitxategien xehetasunak
fa: جزئیات رسانه
pl: Szczegóły zawartości multimedialnej
pt: Detalhes da mídia
ru: Детали медиафайла

source: Go back to the gallery
ca: Torna a la galeria
es: Volver a la galería
eu: Itzuli galeriara
fa: بازگشت به نگارخانه
pl: Powróć do galerii
pt: Voltar para a galeria
ru: Вернуться в галерею

source: Markdown syntax
ca: Sintaxi Markdown
es: Sintaxis Markdown
eu: Markdown sintaxia
fa: نحو مارک‌داون
pl: Kod Markdown
pt: Sintaxe Markdown
ru: Синтаксис Markdown

source: Copy it into your articles, to insert this media:
ca: Copia-ho dins els teus articles, per a inserir aquest Mèdia:
es: Cópielo en sus artículos, para insertar este medio:
eu: Kopiatu artikuluetan irudi hau txertatzeko:
fa: برای درج رسانه، رونوشت این را در مطلب خود بگذارید:
pl: Skopiuj do swoich artykułów, aby wstawić tę zawartość multimedialną:
pt: Para inserir esta mídia, copie isso para o artigo:
ru: Скопируйте это в статьи, чтобы вставить этот объект:

source: Use as an avatar
ca: Utilitza-ho com a avatar
es: Usar como avatar
eu: Erabili avatar gisa
fa: استفاده به عنوان آواتار
pl: Użyj jako awataru
pt: Usar como imagem de perfil
ru: Установить в качестве аватара

source: Menu
ca: Menú
es: Menú
eu: Menua
fa: منو
ru: Меню

source: Search
ca: Cerca
es: Buscar
eu: Bilatu
fa: جستجو
pl: Szukaj
pt: Pesquisar
ru: Поиск

source: Dashboard
ca: Panell de control
es: Panel
eu: Mahaigaina
fa: پیش‌خوان
pl: Panel
pt: Painel
ru: Панель управления

source: Notifications
ca: Notificacions
es: Notificaciones
eu: Jakinarazpenak
fa: اعلانات
pl: Powiadomienia
pt: Notificações
ru: Уведомления

source: Log Out
ca: Finalitza la sessió
es: Cerrar Sesión
eu: Amaitu saioa
fa: خروج
pl: Wyloguj się
pt: Sair
ru: Выйти

source: My account
ca: El meu compte
es: Mi cuenta
eu: Nire kontua
fa: حساب من
pl: Moje konto
pt: Minha conta
ru: Мой аккаунт

source: Log In
ca: Inicia la sessió
es: Iniciar Sesión
eu: Hasi saioa
fa: ورود
pl: Zaloguj się
pt: Entrar
ru: Войти

source: Register
ca: Registre
es: Registrarse
eu: Erregistratu
fa: نام‌نویسی
pl: Zarejestruj się
pt: Registrar
ru: Зарегистрироваться

source: About this instance
ca: Quant a aquesta instància
es: Acerca de esta instancia
eu: Instantzia honi buruz
fa: دربارهٔ این نمونه
pl: O tej instancji
pt: Sobre a instância
ru: Об этом узле

source: Privacy policy
ca: Política de privadesa
es: Política de privacidad
eu: Pribatutasun politika
fa: سیاست حفظ حریم شخصی
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика приватности

source: Administration
ca: Administració
es: Administración
eu: Administrazioa
fa: مدیریت
pl: Administracja
pt: Administração
ru: Администрирование

source: Documentation
ca: Documentació
es: Documentación
eu: Dokumentazioa
fa: مستندات
pl: Dokumentacja
pt: Documentação
ru: Документация

source: Source code
ca: Codi font
es: Código fuente
eu: Iturburu kodea
fa: کد منبع
pl: Kod źródłowy
pt: Código fonte
ru: Исходный код

source: Matrix room
ca: Sala Matrix
es: Sala de Matrix
eu: Matrix gela
fa: اتاق گفتگوی ماتریس
pl: Pokój Matrix.org
pt: Sala Matrix
ru: Комната в Matrix

source: Admin
es: Administrador
eu: Administratzailea
fa: مدیر
pl: Administrator
pt: Administrador
ru: Администратор

source: It is you
ca: Ets tu
es: Eres tú
eu: Zu zara
fa: خودتان هستید
pl: To Ty
pt: Este é você
ru: Это вы

source: Edit your profile
ca: Edita el teu perfil
es: Edita tu perfil
eu: Editatu zure profila
fa: نمایه خود را ویرایش کنید
pl: Edytuj swój profil
pt: Editar seu perfil
ru: Редактировать ваш профиль

source: Open on {0}
ca: Obrir a {0}
es: Abrir en {0}
eu: Ireki {0}(e)n
fa: بازکردن روی {0}
pl: Otwórz w {0}
pt: Abrir em {0}
ru: Открыть в {0}

source: Unsubscribe
ca: Cancel·lar la subscripció
es: Cancelar suscripción
eu: Ezeztatu harpidetza
fa: لغو پیگیری
pl: Przestań subskrybować
pt: Cancelar inscrição
ru: Отписаться

source: Subscribe
ca: Subscriure’s
es: Subscribirse
eu: Harpidetu
fa: پیگیری
pl: Subskrybuj
pt: Inscrever-se
ru: Подписаться

source: Follow {}
ca: Segueix a {}
es: Seguir {}
eu: Jarraitu {}
fa: پیگیری {}
pl: Obserwuj {}
pt: Seguir {}
ru: Отслеживать {}

source: Log in to follow
ca: Inicia sessió per seguir-lo
es: Inicia sesión para seguir
eu: Hasi saioa jarraitzeko
fa: برای پیگیری، وارد شوید
pl: Zaloguj się, aby śledzić
pt: Entre para seguir
ru: Войдите, чтобы включить отслеживание

source: Enter your full username handle to follow
ca: Introdueix el teu nom d'usuari complet per a seguir-lo
es: Introduce tu nombre de usuario completo para seguir
eu: Sartu zure erabiltzaile-izen osoa jarraitzeko
fa: برای پیگیری، نام کاربری کامل خود را وارد کنید
pl: Wpisz swoją pełny uchwyt nazwy użytkownika, aby móc śledzić
pt: Digite seu nome de usuário completo para seguir
ru: Введите ваше полное имя пользователя для того, чтобы отслеживать

source: {0}'s subscribers
ca: Subscriptors de {0}
es: {0}'s suscriptores
eu: {0} harpidedun
fa: دنبال‌کنندگان {0}
pl: Subskrybujący {0}
pt: Inscritos de {0}
ru: {0} подписчиков

source: Articles
es: Artículos
eu: Artikuluak
fa: نوشته‌ها
pl: Artykuły
pt: Artigos
ru: Статьи

source: Subscribers
ca: Subscriptors
es: Suscriptores
eu: Harpidedunak
fa: دنبال‌کنندگان
pl: Subskrybenci
pt: Inscritos
ru: Подписчики

source: Subscriptions
ca: Subscripcions
es: Suscripciones
eu: Harpidetzak
fa: دنبال‌شوندگان
pl: Subskrypcje
pt: Inscrições
ru: Подписки

source: {0}'s subscriptions
ca: Subscripcions de {0}
es: Suscripciones de {0}
eu: {0}(r)en harpidetzak
fa: دنبال‌شوندگان {0}
pl: Subskrypcje {0}
pt: Inscrições de {0}
ru: {0} подписок

source: Your Dashboard
ca: El teu panell de control
es: Tu Tablero
eu: Zure mahaigaina
fa: پیش‌خوان شما
pl: Twój panel rozdzielczy
pt: Seu Painel
ru: Ваша панель управления

source: Your Blogs
ca: Els vostres blogs
es: Tus blogs
eu: Zure blogak
fa: بلاگ‌های شما
pl: Twoje blogi
pt: Seus Blogs
ru: Ваш блог

source: You don't have any blog yet. Create your own, or ask to join one.
ca: Encara no tens cap bloc. Crea el teu propi o pregunta per a unir-te a un.
es: Aún no tienes blog. Crea uno propio o pide unirte a uno.
eu: Oraindik ez duzu blogik. Sortu bat zeure buruarentzat edo eskatu batekin bat egitea.
fa: شما هنوز هیچ بلاگی ندارید. یکی بسازید یا درخواست پیوستن به یکی را بدهید.
pl: Nie posiadasz żadnego bloga. Utwórz własny, lub poproś o dołączanie do istniejącego.
pt: Você ainda não tem nenhum blog. Crie o seu ou entre em um.
ru: У вас пока нет ни одного блога. Создайте свой собственный блог, или попросите разрешения присоединиться к одному из существующих.

source: Start a new blog
ca: Inicia un nou bloc
es: Iniciar un nuevo blog
eu: Hasi blog berri bat.
fa: شروع یک بلاگ جدید
pl: Utwórz nowy blog
pt: Criar um novo blog
ru: Начать новый блог

source: Your Drafts
ca: Els teus esborranys
es: Tus borradores
eu: Zure zirriborroak
fa: پیش‌نویس‌های شما
pl: Twoje szkice
pt: Seus rascunhos
ru: Ваши черновики

source: Go to your gallery
ca: Anar a la teva galeria
es: Ir a tu galería
eu: Joan zure galeriara
fa: رفتن به نگارخانه
pl: Przejdź do swojej galerii
pt: Ir para a sua galeria
ru: Перейти в вашу галерею

source: Edit your account
ca: Edita el teu compte
es: Edita tu cuenta
eu: Editatu zure kontua
fa: حساب‌تان را ویرایش کنید
pl: Edytuj swoje konto
pt: Editar sua conta
ru: Редактировать ваш аккаунт

source: Your Profile
ca: El vostre perfil
es: Tu perfil
eu: Zure profila
fa: نمایهٔ شما
pl: Twój profil
pt: Seu Perfil
ru: Ваш профиль

source: To change your avatar, upload it to your gallery and then select from there.
ca: Per a canviar el teu avatar, puja'l a la teva galeria i desprès selecciona'l allà.
es: Para cambiar tu avatar, súbalo a su galería y seleccione de ahí.
eu: Zure avatarra aldatzeko, sartu zure galerian eta aukeratu hortik.
fa: برای تغییر تصویر حساب‌تان، ابتدا آن را در نگارخانه بارگذاری کرده و سپس از همان جا انتخابش کنید.
pl: Aby zmienić swój awatar, prześlij go do Twojej galerii, a następnie wybierz go stamtąd.
pt: Para mudar sua imagem de perfil, selecione uma nova na galeria.
ru: Чтобы изменить свой аватар, загрузите его в галерею и затем выберите из неё.

source: Upload an avatar
ca: Puja un avatar
es: Subir un avatar
eu: Igo avatar bat
fa: بارگذاری تصویر حساب
pl: Wczytaj awatara
pt: Enviar uma imagem de perfil
ru: Загрузить аватар

source: Display name
ca: Nom a mostrar
es: Nombre mostrado
eu: Erakusteko izena
fa: نام نمایشی
pl: Nazwa wyświetlana
pt: Nome de exibição
ru: Имя для отображения

source: Summary
ca: Resum
es: Resumen
eu: Laburpena
fa: چکیده
pl: Opis
pt: Resumo
ru: Краткое описание

source: Theme
ca: Tema
es: Tema
eu: Gaia
fa: پوسته
pl: Motyw
pt: Tema
ru: Тема

source: Default theme
ca: Tema per defecte
es: Tema por defecto
eu: Lehenetsitako gaia
fa: پوسته پیش‌فرض
pl: Domyślny motyw
pt: Tema padrão
ru: Тема по умолчанию

source: Error while loading theme selector.
ca: S'ha produït un error al carregar el selector de temes.
es: Error al cargar el selector de temas.
eu: Errorea gai-hautatzailea kargatzean.
fa: خطا هنگام بار شدن گزینش‌گر پوسته.
pl: Błąd podczas ładowania selektora motywu.
pt: Erro ao carregar o seletor de tema.
ru: Ошибка при загрузке селектора темы.

source: Never load blogs custom themes
ca: No carregar mai els temes personalitzats dels blocs
es: Nunca cargar temas personalizados de blogs
eu: Inoiz ez kargatu blogetako gai pertsonalizatuak
fa: هرگز پوسته‌های سفارشی بلاگ‌ها بار نشوند
pl: Nigdy nie ładuj niestandardowych motywów blogów
pt: Nunca carregar temas personalizados de blogs
ru: Никогда не загружать пользовательские темы блогов

source: Update account
ca: Actualitza el compte
es: Actualizar cuenta
eu: Eguneratu kontua
fa: به‌روزرسانی حساب
pl: Aktualizuj konto
pt: Atualizar conta
ru: Обновить учетную запись

source: Danger zone
ca: Zona perillosa
es: Zona de peligro
eu: Arrisku-eremua
fa: منطقه خطر
pl: Niebezpieczna strefa
pt: Zona de risco
ru: Опасная зона

source: Be very careful, any action taken here can't be cancelled.
ca: Vés amb compte: qualsevol acció presa aquí no es pot desfer.
es: Tenga mucho cuidado, cualquier acción tomada aquí es irreversible.
eu: Kontuz ibili, hemen burututako edozein ekintza atzeraezina da.
fa: بسیار دقت کنید. هر اقدامی که انجام دهید قابل لغو کردن نخواهد بود.
pl: Bądź ostrożny(-a), działania podjęte tutaj nie mogą zostać cofnięte.
pt: Tenha muito cuidado, qualquer ação tomada aqui não poderá ser desfeita.
ru: Будьте очень осторожны, никакие действия здесь не могут быть отменены.

source: Delete your account
ca: Elimina el teu compte
es: Eliminar tu cuenta
eu: Ezabatu zure kontua
fa: حساب‌تان را پاک کنید
pl: Usuń swoje konto
pt: Excluir sua conta
ru: Удалить ваш аккаунт

source: Sorry, but as an admin, you can't leave your own instance.
ca: Ho sentim però com a admin, no pots abandonar la teva pròpia instància.
es: Lo sentimos, pero como un administrador, no puede dejar su propia instancia.
eu: Sentitzen dugu, baina administratzaile gisa, ezin duzu zure instantzia utzi.
fa: ببخشید اما به عنوان مدیر، نمی‌توانید نمونهٔ خودتان را ترک کنید.
pl: Przepraszamy, jako administrator nie możesz opuścić swojej instancji.
pt: Desculpe, mas como administrador(a), você não pode sair da sua própria instância.
ru: Извините, но как администратор вы не можете покинуть свой собственный экземпляр.

source: Latest articles
ca: Darrers articles
es: Últimas publicaciones
eu: Azken artikuluak
fa: آخرین نوشته‌ها
pl: Najnowsze artykuły
pt: Artigos recentes
ru: Последние статьи

source: Atom feed
ca: Font Atom
es: Fuente Atom
eu: Atom iturria
fa: خوراک اتم
pl: Kanał Atom
pt: Feed Atom
ru: Канал Atom

source: Recently boosted
ca: Impulsat recentment
es: Compartido recientemente
eu: Duela gutxi partekatua
fa: نوشته‌هایی که اخیرا تقویت شده‌اند
pl: Ostatnio podbite
pt: Recentemente compartilhado
ru: Недавно продвинутые

source: Articles tagged "{0}"
ca: Articles amb l’etiqueta «{0}»
es: Artículos etiquetados "{0}"
eu: "{0}" etiketa duten artikuluak
fa: نوشته‌های دارای برچسب «{0}»
pl: Artykuły oznaczone „{0}”
pt: Artigos com a tag "{0}"
ru: Статьи с тегом "{0}"

source: There are currently no articles with such a tag
ca: No hi ha cap article amb aquesta etiqueta
es: Actualmente, no hay artículo con esa etiqueta
eu: Oraingoz ez dago etiketa hori duen artikulurik
fa: در حال حاضر نوشته‌ای با این برچسب وجود ندارد
pl: Obecnie nie istnieją artykuły z tym tagiem
pt: Não há artigos com a tag ainda
ru: В настоящее время нет статей с таким тегом

source: The content you sent can't be processed.
ca: El contingut que has enviat no pot ser processat.
es: El contenido que envió no puede ser procesado.
eu: Bidali duzun edukia ezin da prozesatu.
fa: محتوایی که فرستادید قابل پردازش نیست.
pl: Nie udało się przetworzyć wysłanej zawartości.
pt: O conteúdo que você enviou não pôde ser processado.
ru: Контент, который вы отправили, не может быть обработан.

source: Maybe it was too long.
ca: Potser era massa gran.
es: Quizás fue demasiado largo.
eu: Agian luzeegia zen.
fa: شاید بیش از حد طولانی بوده است.
pl: Możliwe, że była za długa.
pt: Talvez tenha sido longo demais.
ru: Может быть, он слишком длинный.

source: Internal server error
ca: Error intern del servidor
es: Error interno del servidor
eu: Zerbitzariaren barne-errorea
fa: خطای درونی کارساز
pl: Wewnętrzny błąd serwera
pt: Erro interno do servidor
ru: Внутренняя ошибка сервера

source: Something broke on our side.
ca: Alguna cosa nostre s'ha trencat.
es: Algo ha salido mal de nuestro lado.
eu: Zerbait gaizki atera zaigu.
fa: مشکلی سمت ما پیش آمد.
pl: Coś poszło nie tak.
pt: Algo deu errado aqui.
ru: На нашей стороне что-то пошло не так.

source: Sorry about that. If you think this is a bug, please report it.
ca: Disculpa-n's. Si creus que això és un error, si us plau reporta-ho.
es: Disculpe la molestia. Si cree que esto es un defecto, por favor repórtalo.
eu: Sentitzen dugu. Akats bat dela uste baduzu, jakinaraziguzu.
fa: از این بابت متاسفیم. اگر فکر می‌کنید این اتفاق ناشی از یک اشکال فنی است، لطفا آن را گزارش کنید.
pl: Przepraszamy. Jeżeli uważasz że wystąpił błąd, prosimy o zgłoszenie go.
pt: Desculpe por isso. Se você acha que é um bug, por favor, reporte-o.
ru: Приносим извинения. Если вы считаете что это ошибка, пожалуйста сообщите о ней.

source: Invalid CSRF token
ca: Token CSRF invalid
es: Token CSRF inválido
eu: CSRF token baliogabea
fa: توکن CSRF نامعتبر
pl: Nieprawidłowy token CSRF
pt: Token CSRF inválido
ru: Неверный CSRF токен

source: Something is wrong with your CSRF token. Make sure cookies are enabled in you browser, and try reloading this page. If you continue to see this error message, please report it.
ca: Alguna cosa no és correcte amb el teu token CSRF. Assegura't que no bloqueges les galetes en el teu navegador i prova refrescant la pàgina. Si continues veient aquest missatge d'error, si us plau informa-ho.
es: Hay un problema con su token CSRF. Asegúrase de que las cookies están habilitadas en su navegador, e intente recargar esta página. Si sigue viendo este mensaje de error, por favor infórmelo.
eu: Arazo bat dago zure CSRF tokenarekin. Ziurtatu cookieak zure nabigatzailean gaituta daudela eta saiatu orri hau birkargatzen. Errore-mezu hau ikusten jarraitzen baduzu, mesedez, jakinaraziguzu.
fa: مشکلی در ارتباط با توکن CSRF ما وجود دارد. اطمینان حاصل کنید که کوکی در مرورگرتان فعال است و سپس این صفحه را مجددا فراخوانی کنید. اگر این پیام خطا را باز هم مشاهده کردید، موضوع را گزارش کنید.
pl: Coś poszło nie tak z tokenem CSRF. Upewnij się, że w przeglądarce są włączone pliki cookies i spróbuj odświeżyć stronę. Jeżeli wciąż widzisz tę wiadomość, zgłoś to.
pt: Algo está errado com seu token CSRF. Certifique-se de que os cookies estão habilitados no seu navegador e tente atualizar esta página. Se você continuar vendo esta mensagem de erro, por favor reporte-a.
ru: Что-то не так с вашим CSRF-токеном. Убедитесь что в вашем браузере включены cookies и попробуйте перезагрузить страницу. Если вы продолжите видеть это сообщение об ошибке, сообщите об этом.

source: You are not authorized.
ca: No estàs autoritzat.
es: No está autorizado.
eu: Ez duzu baimenik.
fa: شما مجاز به این کار نیستید.
pl: Nie jesteś zalogowany.
pt: Você não tem permissão.
ru: Вы не авторизованы.

source: Page not found
ca: No s’ha trobat la pàgina
es: Página no encontrada
eu: Ez da orrialdea aurkitu
fa: صفحه مورد نظر یافت نشد
pl: Nie odnaleziono strony
pt: Página não encontrada
ru: Страница не найдена

source: We couldn't find this page.
ca: No podem trobar aquesta pàgina.
es: No pudimos encontrar esta página.
eu: Ezin izan dugu orrialdea aurkitu.
fa: ما نتوانستیم این صفحه را بیابیم.
pl: Nie udało się odnaleźć tej strony.
pt: Não foi possível encontrar esta página.
ru: Мы не можем найти эту страницу.

source: The link that led you here may be broken.
ca: L'enllaç que t'ha portat aquí podria estar trencat.
es: El enlace que le llevó aquí puede estar roto.
eu: Hona ekarri zaituen esteka hondatuta egon liteke.
fa: پیوندی که شما را به اینجا هدایت کرده احتمالا مشکل داشته است.
pl: Odnośnik który Cię tu zaprowadził może być uszkodzony.
pt: O link que você usou pode estar quebrado.
ru: Сcылка, которая привела вас сюда, вероятно, оибочная.

source: Users
ca: Usuaris
es: Usuarios
eu: Erabiltzaileak
fa: کاربران
pl: Użytkownicy
pt: Usuários
ru: Пользователи

source: Configuration
ca: Configuració
es: Configuración
eu: Ezarpenak
fa: پیکربندی
pl: Konfiguracja
pt: Configuração
ru: Конфигурация

source: Instances
ca: Instàncies
es: Instancias
eu: Instantziak
fa: نمونه‌ها
pl: Instancje
pt: Instâncias
ru: Узлы

source: Email blocklist
ca: Llista d'adreces de correu bloquejades
es: Lista de correos bloqueados
eu: Blokeatutako posta elektronikoen zerrenda
fa: فهرست مسدودی رایانامه
pl: Lista blokowanych e-maili
pt: Lista de bloqueio de e-mails
ru: Черный список E-mail

source: Grant admin rights
ca: Dóna drets d'administrador
es: Otorgar derechos de administrador
eu: Eman administrazio-eskubideak
fa: اعطای دسترسی مدیر
pl: Przyznaj uprawnienia administratora
pt: Conceder permissão de administração
ru: Предоставить права администратора

source: Revoke admin rights
ca: Treu els drets d'administrador
es: Revocar derechos de administrador
eu: Kendu administrazio-eskubideak
fa: سلب دسترسی مدیر
pl: Odbierz uprawnienia administratora
pt: Revogar permissão de administração
ru: Отозвать права администратора

source: Grant moderator rights
ca: Dona els drets de moderador
es: Conceder derechos de moderador
eu: Eman moderatzaile-eskubideak
fa: اعطای دسترسی ناظم
pl: Przyznaj uprawnienia moderatora
pt: Conceder permissão de moderação
ru: Дать права модератора

source: Revoke moderator rights
ca: Treu els drets de moderador
es: Revocar derechos de moderador
eu: Kendu moderatzaile-eskubideak
fa: سلب دسترسی دسترسی
pl: Odbierz uprawnienia moderatora
pt: Revogar permissão de moderação
ru: Отозвать права модератора

source: Ban
ca: Prohibir
es: Banear
eu: Debekatu
fa: ممنوع‌کردن
pl: Zbanuj
pt: Banir
ru: Заблокировать

source: Run on selected users
ca: Executar sobre els usuaris seleccionats
es: Ejecutar sobre usuarios seleccionados
eu: Aukeratutako erabiltzaileei
fa: روی کاربرهای انتخاب شده اجرا شود
pl: Wykonaj na zaznaczonych użytkownikach
pt: Executar em usuários selecionados
ru: Запуск для выбранных пользователей

source: Moderator
ca: Moderador
es: Moderador
eu: Moderatzailea
fa: ناظم
pt: Moderador(a)
ru: Модератор

source: Moderation
ca: Moderació
es: Moderación
eu: Moderazioa
fa: ناظمی
pl: Moderacja
pt: Moderação
ru: Модерация

source: Home
ca: Inici
es: Inicio
eu: Hasiera
fa: خانه
pl: Strona główna
pt: Página Inicial
ru: Главная страница

source: Administration of {0}
ca: Administració de {0}
es: Administración de {0}
eu: {0}(r)en administrazioa
fa: مدیریت {0}
pl: Administracja {0}
pt: Administração de {0}
ru: Администрирование {0}

source: Unblock
ca: Desbloca
es: Desbloquear
eu: Desblokeatu
fa: رفع مسدودیت
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать

source: Block
ca: Bloca
es: Bloquear
eu: Blokeatu
fa: مسدود‌سازی
pl: Zablikuj
pt: Bloquear
ru: Заблокировать

source: Name
ca: Nom
es: Nombre
eu: Izena
fa: نام
pl: Nazwa
pt: Nome
ru: Имя

source: Allow anyone to register here
ca: Permetre a qualsevol registrar-se aquí
es: Permite a cualquiera registrarse aquí
eu: Baimendu edonork izena ematea
fa: به همه اجازه دهید اینجا ثبت‌نام کنند
pl: Pozwól każdemu na rejestrację
pt: Permitir que qualquer um se registre aqui
ru: Разрешить любому зарегистрироваться здесь

source: Short description
ca: Descripció breu
es: Descripción corta
eu: Deskribapen laburra
fa: توضیحات کوتاه
pl: Krótki opis
pt: Descrição breve
ru: Краткое описание

source: Markdown syntax is supported
ca: La sintaxi de Markdown és suportada
es: Se puede utilizar la sintaxis Markdown
eu: Markdown sintaxia erabil dezakezu
fa: نحو مارک‌داون پشتیبانی می‌شود
pl: Składnia Markdown jest obsługiwana
pt: Suporta sintaxe Markdown
ru: Поддерживается синтаксис Markdown

source: Long description
ca: Descripció extensa
es: Descripción larga
eu: Deskribapen luzea
fa: توضیحات بلند
pl: Szczegółowy opis
pt: Descrição longa
ru: Длинное описание

source: Default article license
ca: Llicència per defecte dels articles
es: Licencia del artículo por defecto
eu: Artikuluen lizentzia, besterik adierazi ezean
fa: پروانه پیش‌فرض نوشته
pl: Domyślna licencja artykułów
pt: Licença padrão do artigo
ru: Лицензия статей по умолчанию

source: Save these settings
ca: Desa aquests paràmetres
es: Guardar estos ajustes
eu: Gorde ezarpenak
fa: ذخیره این تنظیمات
pl: Zapisz te ustawienia
pt: Salvar estas configurações
ru: Сохранить эти настройки
