Repository: pullopen/Plume
Catalog: po/plume/*.po
Languages: ca, es, eu, fa, pl, pt, ru

source: We sent a mail to the address you gave us, with a link to reset your password.
ca: Hem enviat un correu a l'adreça que ens vas donar, amb un enllaç per a reiniciar la teva contrasenya.
es: Enviamos un correo a la dirección que nos dio, con un enlace para restablecer su contraseña.
eu: Pasahitza berrezartzeko esteka bidali dizugu eman zenigun helbidera.
fa: ما، یک رایانامه به نشانی‌ای که به ما دادید فرستاده‌ایم. با پیوندی که در آن است می‌توانید گذرواژه خود را تغییر دهید.
pl: Wysłaliśmy maila na adres, który nam podałeś, z linkiem do zresetowania hasła.
pt: Enviamos para você um e-mail com um link para redefinir sua senha.
ru: Мы отправили письмо на адрес, который вы нам дали, со ссылкой для сброса пароля.

source: Send password reset link
ca: Envia l'enllaç per a reiniciar la contrasenya
es: Enviar enlace de restablecimiento de contraseña
eu: Bidali pasahitza berrezartzeko esteka
fa: فرستادن پیوند بازنشانی گذرواژه
pl: Wyślij e-mail resetujący hasło
pt: Enviar link para redefinir senha
ru: Отправить ссылку для сброса пароля

source: This token has expired
ca: Aquest token ha caducat
es: Este token ha caducado
eu: Token hau iraungi egin da
fa: این توکن منقضی شده است
pl: Ten token utracił własność
pt: Este token expirou
ru: Истек срок действия этого токена

source: Please start the process again by clicking <a href="/password-reset">here</a>.
ca: Si us plau inicia el procés clicant <a href="/password-reset">aquí</a>.
es: Por favor, vuelva a iniciar el proceso haciendo click <a href="/password-reset">aquí</a>.
eu: Mesedez, hasi berriro prozesua <a href="/password-reset">hemen</a> klik eginez.
fa: لطفاً برای شروع فرایند، <a href="/password-reset">اینجا</a> کلیک کنید.
pl: Rozpocznij ten proces ponownie klikając <a href="/password-reset">tutaj</a>.
pt: Por favor, inicie o processo novamente clicando em <a href="/password-reset">aqui</a>.
ru: Пожалуйста, начните процесс еще раз, нажав <a href="/password-reset">здесь</a>.

source: New Blog
ca: Blog nou
es: Nuevo Blog
eu: Blog berria
fa: بلاگ جدید
pl: Nowy blog
pt: Novo Blog
ru: Новый блог

source: Create a blog
ca: Crea un blog
es: Crear un blog
eu: Sortu bloga
fa: ساخت یک بلاگ
pl: Utwórz blog
pt: Criar um blog
ru: Создать блог

source: Create blog
ca: Crea un blog
es: Crear el blog
eu: Sortu bloga
fa: ایجاد بلاگ
pl: Utwórz blog
pt: Criar blog
ru: Создать блог

source: Edit "{}"
ca: Edita «{}»
es: Editar "{}"
eu: Editatu "{}"
fa: ویرایش «{}»
pl: Edytuj "{}"
pt: Editar "{}"
ru: Редактировать "{}"

source: You can upload images to your gallery, to use them as blog icons, or banners.
ca: Pots pujar imatges a la teva galeria per a usar-les com a icones o capçaleres del bloc.
es: Puede subir imágenes a su galería, para usarlas como iconos de blog, o banderas.
eu: Irudiak igo ditzakezu zure galeriara, blogeko ikono edo baner gisa erabiltzeko.
fa: می‌توانید تصاویرتان را در نگارخانه بارگذاری کرده و از آن‌ها به عنوان شکلک و یا تصویر سردر بلاگ استفاده کنید.
pl: Możesz przesłać zdjęcia do swojej galerii, aby używać ich jako ikon, lub banery blogów.
pt: Você pode enviar imagens da sua galeria, para usá-las como ícones ou capas do blog.
ru: Вы можете загружать изображения в галерею, использовать их как иконки блога, или баннеры.

source: Upload images
ca: Pujar imatges
es: Subir imágenes
eu: Igo irudiak
fa: بارگذاری تصاویر
pl: Przesyłać zdjęcia
pt: Enviar imagens
ru: Загрузить изображения

source: Blog icon
ca: Icona del blog
es: Icono del blog
eu: Blogeko ikonoa
fa: شکلک بلاگ
pl: Ikona bloga
pt: Ícone do blog
ru: Иконка блога

source: Blog banner
ca: Bàner del blog
es: Bandera del blog
eu: Blogeko banerra
fa: تصویر سردر بلاگ
pl: Banner bloga
pt: Capa do blog
ru: Баннер блога

source: Custom theme
ca: Tema personalitzat
es: Tema personalizado
eu: Pertsonalizatutako gaia
fa: پوسته سفارشی
pl: Niestandardowy motyw
pt: Tema personalizado
ru: Пользовательская тема

source: Update blog
ca: Actualitza el blog
es: Actualizar el blog
eu: Eguneratu bloga
fa: به‌روزرسانی بلاگ
pl: Aktualizuj bloga
pt: Atualizar blog
ru: Обновить блог

source: Be very careful, any action taken here can't be reversed.
ca: Aneu amb compte: les accions que són ací no es poden desfer.
es: Tenga mucho cuidado, cualquier acción que se tome aquí no puede ser invertida.
eu: Adi! Hemen egindako ekintzak ezin dira desegin.
fa: حواس‌تان خیلی جمع باشد! هر اقدامی که اینجا انجام دهید غیرقابل بازگشت است.
pl: Bądź ostrożny(-a), działania podjęte tutaj nie mogą zostać cofnięte.
pt: Tenha muito cuidado, qualquer ação tomada aqui não poderá ser desfeita.
ru: Будьте очень осторожны, никакие действия здесь не могут быть отменены.

source: Are you sure that you want to permanently delete this blog?
ca: Estàs segur que vols esborrar permanentment aquest bloc?
es: ¿Está seguro que desea eliminar permanentemente este blog?
eu: Ziur al zaude blog hau betiko ezabatu nahi duzula?
fa: آیا مطمئن هستید که می‌خواهید این بلاگ را برای همیشه حذف کنید؟
pl: Czy na pewno chcesz nieodwracalnie usunąć ten blog?
pt: Tem certeza que deseja apagar permanentemente este blog?
ru: Вы уверены, что хотите навсегда удалить этот блог?

source: Permanently delete this blog
ca: Suprimeix permanentment aquest blog
es: Eliminar permanentemente este blog
eu: Betiko ezabatu blog hau
fa: این بلاگ برای همیشه حذف شود
pl: Bezpowrotnie usuń ten blog
pt: Excluir permanentemente este blog
ru: Навсегда удалить этот блог

source: {}'s icon
ca: Icona per a {}
es: Icono de {}
eu: {}(r)en ikonoa
fa: شکلک {}
pl: Ikona {}
pt: Ícone de {}
ru: Значок {}

source: There's one author on this blog:
ca: Hi ha 1 autor en aquest blog:
es: Hay un autor en este blog:
eu: Egile bat dago blog honetan:
fa: یک نویسنده در این بلاگ است:
pl: Ten blog ma jednego autora:
pt: Há apenas um autor neste blog:
ru: В этом блоге один автор:

source: No posts to see here yet.
ca: Encara no hi ha cap apunt.
es: Ningún artículo aún.
eu: Oraindik ez dago artikulurik ikusgai.
fa: هنوز نوشته‌ای برای دیدن وجود ندارد.
pl: Brak wpisów do wyświetlenia.
pt: Sem artigos ainda.
ru: Здесь пока нет постов.

source: Nothing to see here yet.
ca: Encara res a veure aquí.
es: No hay nada que ver aquí todavía.
eu: Oraindik ez dago zerikusirik hemen.
fa: هنوز اینجا چیزی برای دیدن نیست.
pl: Niczego tu jeszcze nie ma.
pt: Nada para ver aqui ainda.
ru: Здесь ничего нет.

source: None
ca: Cap
es: Ninguno
eu: Bat ere ez
fa: هیچ‌کدام
pl: Brak
pt: Nenhum
ru: Нет

source: No description
ca: Cap descripció
es: Ninguna descripción
eu: Deskribapenik gabe
fa: بدون توضیح
pl: Brak opisu
pt: Sem descrição
ru: Нет описания

source: Respond
ca: Respondre
es: Responder
eu: Erantzun
fa: پاسخ
pl: Odpowiedz
pt: Responder
ru: Ответить

source: Delete this comment
ca: Suprimeix aquest comentari
es: Eliminar este comentario
eu: Ezabatu iruzkina
fa: این نظر را پاک کن
pl: Usuń ten komentarz
pt: Excluir este comentário
ru: Удалить этот комментарий

source: What is Plume?
ca: Què és el Plume?
es: ¿Qué es Plume?
eu: Zer da Plume?
fa: پلوم (Plume) چیست؟
pl: Czym jest Plume?
pt: O que é Plume?
ru: Что такое Plume?

source: Plume is a decentralized blogging engine.
ca: Plume és un motor de blocs descentralitzats.
es: Plume es un motor de blogs descentralizado.
eu: Plume blog-motor deszentralizatua da.
fa: پلوم یک موتور بلاگ‌نویسی غیرمتمرکز است.
pl: Plume jest zdecentralizowanym silnikiem blogowym.
pt: Plume é um motor de blogs descentralizado.
ru: Plume это децентрализованный движок для блоггинга.

source: Authors can manage multiple blogs, each as its own website.
ca: Els autors poden gestionar diversos blocs, cadascun amb la seva pròpia pàgina.
es: Los autores pueden administrar múltiples blogs, cada uno como su propio sitio web.
eu: Egileek blog bat baino gehiago kudeatu ditzakete, bakoitza webgune bat bailitzan.
fa: نویسندگان می‌توانند چندین بلاگ را مدیریت کنند که هر کدام‌شان مانند یک پایگاه وب مستقل هستند.
pl: Autorzy mogą zarządzać różne blogi, każdy jako unikalny stronie.
pt: Autores podem gerenciar vários blogs, cada um como seu próprio site.
ru: Авторы могут управлять несколькими блогами, каждый из которых является собственным сайтом.

source: Articles are also visible on other Plume instances, and you can interact with them directly from other platforms like Mastodon.
ca: Els articles son visibles en altres instàncies Plume i pots interactuar directament amb ells des d'altres plataformes com ara Mastodon.
es: Los artículos también son visibles en otras instancias de Plume, y puede interactuar con ellos directamente desde otras plataformas como Mastodon.
eu: Artikuluak beste Plume instantzietan daude ikusgai, eta Mastodon bezalako plataformekin parte hartu dezakezu.
fa: نوشته‌ها در سایر نمونه‌های پلوم نیز قابل مشاهده هستند و شما می‌توانید با آن‌ها به صورت مستقیم و از دیگر بن‌سازه‌ها مانند ماستدون تعامل داشته باشید.
pl: Artykuły są również widoczne w innych instancjach Plume i możesz też wchodzić bezpośrednio interakcje z nimi z innych platform, takich jak Mastodon.
pt: Os artigos também são visíveis em outras instâncias Plume, e você pode interagir com elas diretamente de outras plataformas como o Mastodon.
ru: Статьи также видны на других экземплярах Plume, и вы можете взаимодействовать с ними непосредственно с других платформ, таких как Мастодонт.

source: Read the detailed rules
ca: Llegeix les normes detallades
es: Leer las reglas detalladas
eu: Irakurri arauak bere osotasunean
fa: قوانین کامل را مطالعه کنید
pl: Przeczytaj szczegółowe zasady
pt: Leia as regras detalhadas
ru: Прочитать подробные правила

source: By {0}
ca: Per {0}
es: Por {0}
eu: {0}(r)i esker
fa: توسط {0}
pl: Od {0}
pt: Por {0}
ru: От: {0}

source: Draft
ca: Esborrany
es: Borrador
eu: Zirriborroa
fa: پیش‌نویس
pl: Szkic
pt: Rascunho
ru: Черновик

source: Search result(s) for "{0}"
ca: Resultat(s) de la cerca per a "{0}"
es: Resultado(s) de búsqueda para "{0}"
eu: "{0}" bilaketaren emaitza(k)
fa: نتایج جستجو برای «{0}»
pl: Wyniki wyszukiwania dla "{0}"
pt: Resultado da pesquisa para "{0}"
ru: Результат(ы) поиска для "{0}"

source: Search result(s)
ca: Resultat(s) de la cerca
es: Resultado(s) de búsqueda
eu: Bilatu emaitzak
fa: نتایج جستجو
pl: Wyniki wyszukiwania
pt: Resultado da pesquisa
ru: Результат(ы) поиска

source: No results for your query
ca: La teva consulta no té resultats
es: No hay resultados para tu consulta
eu: Ez dago emaitzarik zure kontsultarako
fa: نتیجه‌ای برای درخواست شما وجود ندارد
pl: Nie znaleziono wyników dla twojego zapytania
pt: Sem resultado
ru: По вашему запросу ничего не найдено

source: No more results for your query
ca: No hi ha més resultats per a la teva consulta
es: No hay más resultados para su consulta
eu: Ez dago emaitza gehiagorik zure kontsultarako
fa: نتیجهٔ دیگری برای درخواست شما وجود ندارد
pl: Nie ma więcej wyników pasujących do tych kryteriów
pt: Sem mais resultados
ru: Больше результатов по вашему запросу нет

source: Advanced search
ca: Cerca avançada
es: Búsqueda avanzada
eu: Bilaketa aurreratua
fa: جستجوی پیشرفته
pl: Zaawansowane wyszukiwanie
pt: Pesquisa avançada
ru: Расширенный поиск

source: Article title matching these words
ca: Títol d'article que coincideix amb aquestes paraules
es: Título del artículo que coincide con estas palabras
eu: Hitz hauekin bat datozen artikuluen tituluak
fa: عنوان مطلب با این واژگان انطباق داشته باشد
pl: Tytuł artykułu pasujący do tych słów
pt: Título de artigo correspondente a estas palavras
ru: Заголовок статьи, содержащий эти слова

source: Subtitle matching these words
ca: Subtítol que coincideix amb aquestes paraules
es: Subtítulo que coincide con estas palabras
eu: Hitz hauekin bat datozen azpitituluak
fa: زیرعنوان با این واژگان انطباق داشته باشد
pl: Podtytuł artykułu pasujący do tych słów
pt: Subtítulo correspondente a estas palavras
ru: Подзаголовок. содержащий эти слова

source: Content macthing these words
ca: Contingut que coincideix amb aquestes paraules
es: Contenido que coincide con estas palabras
eu: Hitz hauekin bat datozen edukiak
fa: محتوای منطبق با این واژگان
pl: Zawartość pasująca do tych słów
pt: Conteúdo que contenha estas palavras
ru: Текст статьи, содержащий эти слова

source: Body content
ca: Contingut del cos
es: Contenido
eu: Gorputzeko edukia
fa: متن اصلی
pl: Zawartość wpisu
pt: Conteúdo do artigo
ru: Содержимое тела

source: From this date
ca: A partir d’aquesta data
es: Desde esta fecha
eu: Data honetatik aurrera
fa: از تاریخ
pl: Od tej daty
pt: A partir desta data
ru: С этой даты

source: To this date
ca: Fins a aquesta data
es: Hasta esta fecha
eu: Data honetaraino
fa: تا این تاریخ
pl: Do tej daty
pt: Até esta data
ru: До этой даты

source: Containing these tags
ca: Que conté aquestes etiquetes
es: Con estas etiquetas
eu: Etiketa hauek ditu(zt)enak
fa: حاوی این برچسب‌ها
pl: Zawierający te tagi
pt: Contendo estas tags
ru: Содержащие эти тэги

source: Tags
ca: Etiquetes
es: Etiquetas
eu: Etiketak
fa: برچسب‌ها
pl: Tagi
ru: Теги

source: Posted on one of these instances
ca: Publicat en una d'aquestes instàncies
es: Publicado en una de estas instancias
eu: Instantzia hauetako batean argitaratuta
fa: منتشر شده روی یکی از این نمونه‌ها
pl: Opublikowany na jednej z tych instancji
pt: Publicado em uma destas instâncias
ru: Опубликовано на одном из этих узлов

source: Instance domain
ca: Domini de l'instància
es: Dominio de instancia
eu: Instantziaren domeinua
fa: دامنهٔ نمونه
pl: Domena instancji
pt: Domínio da instância
ru: Домен узла

source: Posted by one of these authors
ca: Publicat per un d'aquests autors
es: Publicado por uno de estos autores
eu: Egile hauetako batek argitaratuta
fa: منتشر شده توسط یکی از این نویسندگان
pl: Opublikowany przez jednego z tych autorów
pt: Publicado por um desses autores
ru: Опубликовано одним из этих авторов

source: Author(s)
ca: Autor(s)
es: Autor(es)
eu: Egilea(k)
fa: نویسنده(ها)
pl: Autor(rzy)
pt: Autor(es)
ru: Автор(ы)

source: Posted on one of these blogs
ca: Publicat en un d'aquests blocs
es: Publicado en uno de estos blogs
eu: Blog hauetako batean argitaratuta
fa: منتشر شده روی یکی از این بلاگ‌ها
pl: Opublikowany na jednym z tych blogów
pt: Publicado em um desses blogs
ru: Размещено на одном из блогов

source: Blog title
ca: Títol del blog
es: Título del blog
eu: Blogaren izena
fa: عنوان بلاگ
pl: Tytuł bloga
pt: Título do blog
ru: Заголовок блога

source: Written in this language
ca: Escrit en aquesta llengua
es: Escrito en este idioma
eu: Hizkuntza honetan idatzia
fa: نوشته شده به این زبان
pl: Napisany w tym języku
pt: Escrito neste idioma
ru: Написано на этом языке

source: Language
ca: Llengua
es: Idioma
eu: Hizkuntza
fa: زبان
pl: Język
pt: Idioma
ru: Язык

source: Published under this license
ca: Publicat segons aquesta llicència
es: Publicado bajo esta licencia
eu: Lizentzia honekin argitaratua
fa: منتشر شده تحت این پروانه
pl: Opublikowany na tej licencji
pt: Publicado sob esta licença
ru: Опубликовано по этой лицензии

source: Article license
ca: Llicència del article
es: Licencia de artículo
eu: Artikuluaren lizentzia
fa: پروانهٔ نوشته
pl: Licencja artykułu
pt: Licença do artigo
ru: Лицензия статьи

source: Plume
fa: پلوم (Plume)
