Repository: pullopen/Plume
Catalog: po/plume/*.po
Languages: ca, es, eu, fa, pl, pt, ru

source: Someone
eu: Norbaitek

source: {0} commented on your article.
ca: {0} han comentat el teu article.
es: {0} ha comentado tu artículo.
eu: {0}(e)k iruzkina egin du.
fa: {0} روی مطلب شما نظر داد.
pl: {0} skomentował(a) Twój artykuł.
pt: {0} comentou o seu artigo.
ru: {0} прокомментировал(а) Вашу статью.

source: {0} is subscribed to you.
ca: {0} s'ha subscrit.
es: {0} esta suscrito a tí.
eu: {0} zurekin harpidetuta dago.
fa: {0} شما را دنبال می‌کند.
pl: {0} jest subskrybentem do ciebie.
pt: {0} se inscreveu.
ru: {0} подписан на вас.

source: {0} liked your article.
ca: A {0} li ha agradat el vostre article.
es: A {0} le gustó tu artículo.
eu: {0}(e)k zure artikulua atsegin du.
fa: {0} مطلب شما را پسندید.
pl: {0} polubił(a) Twój artykuł.
pt: {0} curtiu o seu artigo.
ru: {0} понравилась ваша статья.

source: {0} mentioned you.
ca: {0} us ha esmentat.
es: {0} te ha mencionado.
eu: {0}(e)k aipatu zaitu.
fa: {0} به شما اشاره کرد.
pl: {0} wspomniał(a) o Tobie.
pt: {0} te mencionou.
ru: {0} упомянул вас.

source: {0} boosted your article.
ca: {0} ha impulsat el teu article.
es: {0} compartió su artículo.
eu: {0}(e)k zure artikulua partekatu du.
fa: {0} مطلب شما را تقویت کرد.
pl: {0} podbił(a) Twój artykuł.
pt: {0} compartilhou seu artigo.
ru: {0} продвинули вашу статью.

source: Your feed
ca: El teu feed
es: Tu Feed
eu: Zure feed-a
fa: خوراک شما
pl: Twój strumień
pt: Seu feed
ru: Ваша лента

source: Local feed
ca: Feed local
es: Feed local
eu: Feed-a lokala
fa: خوراک محلی
pl: Lokalna
pt: Feed local
ru: Локальная лента

source: Federated feed
ca: Feed federat
es: Feed federada
eu: Feed federatua
fa: خوراک سراسری
pl: Strumień federacji
pt: Feed global
ru: Объединенная лента

source: {0}'s avatar
ca: avatar de {0}
es: Avatar de {0}
eu: {0}(r)en avatarra
fa: آواتار {0}
pl: Awatar {0}
pt: Imagem de perfil de {0}
ru: Аватар {0}

source: Previous page
ca: Pàgina anterior
es: Página anterior
eu: Aurreko orrialdea
fa: برگ پیشین
pl: Poprzednia strona
pt: Página anterior
ru: Предыдущая страница

source: Next page
ca: Pàgina següent
es: Página siguiente
eu: Hurrengo orrialdea
fa: برگ پسین
pl: Następna strona
pt: Próxima página
ru: Следующая страница

source: Optional
ca: Opcional
es: Opcional
eu: Hautazkoa
fa: اختیاری
pl: Nieobowiązkowe
pt: Opcional
ru: Не обязательно

source: To create a new blog, you need to be logged in
ca: Per a crear un blog nou, heu d’iniciar una sessió
es: Para crear un nuevo blog, necesitas estar conectado
eu: Blog berri bat sortzeko, konektatuta egon behar duzu
fa: برای ساخت یک بلاگ بایستی وارد شوید
pl: Aby utworzyć nowy blog, musisz być zalogowany
pt: Para criar um novo blog, você precisa entrar
ru: Для создания нового блога необходимо войти в систему

source: A blog with the same name already exists.
ca: Ja existeix un blog amb el mateix nom.
es: Ya existe un blog con el mismo nombre.
eu: Badago izen bereko blog bat.
fa: بلاگی با همین نام از قبل وجود دارد.
pl: Blog o tej samej nazwie już istnieje.
pt: Um blog com o mesmo nome já existe.
ru: Блог с таким именем уже существует.

source: Your blog was successfully created!
ca: S’ha creat el vostre blog correctament.
es: ¡Tu blog se ha creado satisfactoriamente!
eu: Zure bloga behar bezala sortu da!
fa: بلاگ شما با موفقیت ساخته شد!
pl: Twój blog został pomyślnie utworzony!
pt: Seu blog foi criado com sucesso!
ru: Ваш блог был успешно создан!

source: Your blog was deleted.
ca: S’ha suprimit el vostre blog.
es: Tu blog fue eliminado.
eu: Zure bloga ezabatu egin da.
fa: بلاگ شما پاک شد.
pl: Twój blog został usunięty.
pt: Seu blog foi excluído.
ru: Ваш блог был удален.

source: You are not allowed to delete this blog.
ca: No tens permís per a esborrar aquest blog.
es: No está autorizado a eliminar este registro.
eu: Ez duzu erregistro hau ezabatzeko baimenik.
fa: شما مجاز به پاک کردن این بلاگ نیستید.
pl: Nie masz uprawnień do usunięcia tego bloga.
pt: Você não tem permissão para excluir este blog.
ru: Вы не можете удалить этот блог.

source: You are not allowed to edit this blog.
ca: No tens permís per a editar aquest blog.
es: No tiene permiso para editar este blog.
eu: Ez duzu blog hau editatzeko baimenik.
fa: شما مجاز به ویرایش این بلاگ نیستید.
pl: Nie masz uprawnień edytować tego bloga.
pt: Você não tem permissão para editar este blog.
ru: Вы не можете редактировать этот блог.

source: You can't use this media as a blog icon.
ca: No pots usar aquest Mèdia com a icona del blog.
es: No puede usar este medio como icono del blog.
eu: Ezin duzu baliabide hau blogaren ikono gisa erabili.
fa: شما نمی‌توانید این رسانه را به عنوان تصویر بلاگ استفاده کنید.
pl: Nie możesz użyć tego nośnika jako ikony blogu.
pt: Você não pode usar esta mídia como ícone do blog.
ru: Вы не можете использовать этот объект в качестве иконки блога.

source: You can't use this media as a blog banner.
ca: No pots usar aquest Mèdia com a capçalera del blog.
es: No puede usar este medio como bandera del blog.
eu: Ezin duzu baliabide hau blogaren bannerra gisa erabili.
fa: شما نمی‌توانید از این رسانه به عنوان تصویر سردر بلاگ استفاده کنید.
pl: Nie możesz użyć tego nośnika jako banner na blogu.
pt: Você não pode usar esta mídia como capa do blog.
ru: Вы не можете использовать этот объект как баннер блога.

source: Your blog information have been updated.
ca: S’ha actualitzat la informació del vostre blog.
es: La información de tu blog ha sido actualizada.
eu: Zure blogeko informazioa eguneratu egin da.
fa: اطلاعات بلاگ شما به‌روز شده است.
pl: Twoje informacje o blogu zostały zaktualizowane.
pt: Os dados do seu blog foram atualizados.
ru: Информация о вашем блоге обновлена.

source: Your comment has been posted.
ca: S’ha publicat el vostre comentari.
es: Se ha publicado el comentario.
eu: Zure iruzkina argitaratu da.
fa: نظر شما فرستاده شده است.
pl: Twój komentarz został opublikowany.
pt: Seu comentário foi publicado.
ru: Ваш комментарий опубликован.

source: Your comment has been deleted.
ca: S’ha suprimit el vostre comentari.
es: Se ha eliminado el comentario.
eu: Zure iruzkina ezabatu da.
fa: نظر شما پاک شده است.
pl: Twój komentarz został usunięty.
pt: Seu comentário foi excluído.
ru: Ваш комментарий был удалён.

source: Registrations are closed on this instance.
ca: El registre d'aquesta instància és tancat.
es: Los registros están cerrados en esta instancia.
eu: Erregistroak itxita daude instantzia honetan.
fa: ثبت‌نام روی این نمونه بسته شده است.
pl: Rejestracje są zamknięte w tej instancji.
pt: Os registros estão fechados nesta instância.
ru: Регистрации на данном экземпляре закрыты.

source: User registration
eu: Erabiltzaileen erregistroa

source: Here is the link for registration: {0}
eu: Hemen duzu izena emateko esteka: {0}

source: Your account has been created. Now you just need to log in, before you can use it.
ca: S'ha creat el teu compte. Ara cal iniciar sessió per a començar a usar-lo.
es: Tu cuenta ha sido creada. Ahora solo necesitas iniciar sesión, antes de poder usarla.
eu: Zure kontua sortu da. Orain saioa hasi besterik ez duzu egin behar, erabili aurretik.
fa: حساب شما ایجاد شده است. اکنون برای استفاده از آن تنها نیاز است که واردش شوید.
pl: Twoje konto zostało utworzone. Zanim będziesz mógł(-ogła) z niego korzystać, musisz się zalogować.
pt: Sua conta foi criada. Agora você só precisa entrar para poder usá-la.
ru: Ваша учетная запись была создана. Теперь вам нужно авторизоваться, прежде чем вы сможете ее использовать.

source: Instance settings have been saved.
ca: S'han desat les configuracions de l'instància.
es: Se han guardado los ajustes de la instancia.
eu: Instantziako ezarpenak gorde dira.
fa: تنظیمات نمونه ذخیره شده است.
pl: Zapisano ustawienia instancji.
pt: As configurações da instância foram salvas.
ru: Настройки экземпляра сохранены.

source: {} has been unblocked.
ca: {0} ha estat desbloquejat.
es: {} ha sido desbloqueado.
eu: {} desblokeatu egin da.
fa: مسدودیت {} رفع شده است.
pl: {} został(a) odblokowany(-a).
pt: {0} foi desbloqueado.
ru: Пользователь {} был разблокирован.

source: {} has been blocked.
ca: {0} ha estat bloquejat.
es: {} ha sido bloqueado.
eu: {} blokeatu egin da.
fa: {} مسدود شده است.
pl: {} został(a) zablokowany(-a).
pt: {0} foi bloqueado.
ru: Пользователь {} был заблокирован.

source: Blocks deleted
ca: Bloquejos esborrats
es: Bloqueos eliminados
eu: Blokeoak ezabatu egin dira
fa: مسدود سازی حذف شد
pl: Usunięte blokady
pt: Bloqueios excluídos
ru: Блоки удалены

source: Email already blocked
es: Correo electrónico ya bloqueado
eu: Posta elektronikoa blokeatuta zegoen
pt: E-mail já está bloqueado
ru: Почтовый адрес уже заблокирован

source: Email Blocked
ca: Adreça de correu bloquejada
es: Email bloqueado
eu: Posta elektronikoa blokeatuta
fa: ایمیل مسدود شده
pl: E-mail Zablokowany
pt: E-mail bloqueado
ru: Email заблокирован

source: You can't change your own rights.
ca: No pots canviar els teus propis drets.
es: No puedes cambiar tus propios derechos.
eu: Ezin dituzu zure eskubideak aldatu.
fa: شما نمی‌توانید نقش خود را تغییر دهید.
pl: Nie możesz zmienićswoich własnych uprawnień.
pt: Você não pode alterar sua própria permissão.
ru: Вы не можете изменить ваши собственные права.

source: You are not allowed to take this action.
ca: No tens permís per a prendre aquesta acció.
es: No te está permitido realizar esta acción.
eu: Ezin duzu ekintza hori egin.
fa: شما مجاز به انجام این کار نیستید.
pl: Nie masz uprawnień do wykonania tego działania.
pt: Você não tem permissão para executar esta ação.
ru: Вы не можете выполнить это действие.

source: Done.
ca: Fet.
es: Hecho.
eu: Eginda.
fa: انجام شد.
pl: Gotowe.
pt: Feito.
ru: Выполнено.

source: To like a post, you need to be logged in
ca: Per a agradar-te una publicació necessites iniciar sessió
es: Para darle un Me Gusta a un artículo, necesita estar conectado
eu: Artikulu bat gogoko izateko konektatuta egon behar duzu
fa: برای پسندیدن یک مطلب بایستی وارد شده باشید
pl: Aby polubić post, musisz być zalogowany
pt: Para curtir um artigo, você precisa entrar
ru: Чтобы лайкнуть сообщением, вы должны войти в систему

source: Your media have been deleted.
ca: S'ha esborrat el teu Mèdia.
es: Tus medios han sido eliminados.
eu: Zure baliabideak ezabatu egin dira.
fa: رسانه شما پاک شده است.
pl: Twoje media zostały usunięte.
pt: Sua mídia foi excluída.
ru: Ваш файл был удалён.

source: You are not allowed to delete this media.
ca: No tens permís per a esborrar aquest Mèdia.
es: No tienes permisos para eliminar este medio.
eu: Ez duzu baliabide hau ezabatzeko baimenik.
fa: شما مجاز به پاک کردن این رسانه نیستید.
pl: Nie można usunąć tego medium.
pt: Você não tem permissão para excluir esta mídia.
ru: У вас нет прав на удаление этого файла.

source: Your avatar has been updated.
ca: S'ha actualitzat el teu avatar.
es: Tu avatar ha sido actualizado.
eu: Zure avatarra eguneratu egin da.
fa: آواتار شما به‌روز شده است.
pl: Twój awatar został zaktualizowany.
pt: Sua imagem de perfil foi atualizada.
ru: Ваш аватар был обновлен.

source: You are not allowed to use this media.
ca: No tens permís per a usar aquest Mèdia.
es: No tienes permisos para usar este medio.
eu: Ez duzu baliabide hau erabiltzeko baimenik.
fa: شما مجاز به استفاده از این رسانه نیستید.
pl: Nie możesz użyć tego medium.
pt: Você não tem permissão para usar esta mídia.
ru: Вы не можете использовать этот файл.

source: To see your notifications, you need to be logged in
ca: Per a veure les teves notificacions necessites iniciar sessió
es: Para ver tus notificaciones, necesitas estar conectado
eu: Jakinarazpenak ikusteko konektatuta egon behar duzu
fa: برای دیدن اعلانات خود بایستی وارد شده باشید
pl: Aby zobaczyć powiadomienia, musisz być zalogowany
pt: Para ver suas notificações, você precisa entrar
ru: Чтобы увидеть ваши уведомления, вы должны войти в систему

source: This post isn't published yet.
ca: Aquesta entrada encara no està publicada.
es: Esta publicación aún no está publicada.
eu: Argitalpen hau oraindik ez da argitaratu.
fa: این مطلب هنوز منتشر نشده است.
pl: Ten wpis nie został jeszcze opublikowany.
pt: Este artigo ainda não foi publicado.
ru: Этот пост ещё не опубликован.

source: To write a new post, you need to be logged in
ca: Per a escriure una nova entrada cal iniciar sessió
es: Para escribir un nuevo artículo, necesitas estar conectado
eu: Artikulu berri bat idazteko, konektatuta egon behar duzu
fa: برای نوشتن یک مطلب جدید بایستی وارد شده باشید
pl: Aby napisać nowy artykuł, musisz być zalogowany
pt: Para escrever um novo artigo, você precisa entrar
ru: Чтобы написать новое сообщение, необходимо войти в систему

source: You are not an author of this blog.
ca: No ets un autor d'aquest blog.
es: No eres un autor de este blog.
eu: Ez zara blog honen egilea.
fa: شما، نویسنده این بلاگ نیستید.
pl: Nie jesteś autorem tego bloga.
pt: Você não é um autor deste blog.
ru: Вы не являетесь автором этого блога.

source: New post
ca: Apunt nou
es: Nueva publicación
eu: Artikulu berria
fa: نوشتهٔ جدید
pl: Nowy wpis
pt: Nova postagem
ru: Новый пост

source: Edit {0}
ca: Edita {0}
es: Editar {0}
eu: Editatu {0}
fa: ویرایش {0}
pl: Edytuj {0}
pt: Editar {0}
ru: Редактировать {0}

source: You are not allowed to publish on this blog.
ca: No tens permís per a publicar en aquest blog.
es: No tienes permiso para publicar en este blog.
eu: Ez duzu blog honetan argitaratzeko baimenik.
fa: شما مجاز به انتشار روی این بلاگ نیستید.
pl: Nie możesz publikować na tym blogu.
pt: Você não tem permissão para postar neste blog.
ru: Вы не имеете прав на публикацию в этом блоге.

source: Your article has been updated.
ca: S’ha actualitzat el vostre article.
es: Se ha actualizado el artículo.
eu: Artikulua eguneratu da.
fa: نوشتهٔ شما به‌روز شده است.
pl: Twój artykuł został zaktualizowany.
pt: Seu artigo foi atualizado.
ru: Ваша статья была обновлена.

source: Your article has been saved.
ca: S’ha desat el vostre article.
es: Se ha guardado el artículo.
eu: Artikulua gorde da.
fa: نوشتهٔ شما ذخیره شده است.
pl: Twój artykuł został zapisany.
pt: Seu artigo foi salvo.
ru: Ваша статья сохранена.

source: New article
ca: Article nou
es: Nueva publicación
eu: Artikulu berria
fa: نوشتهٔ جدید
pl: Nowy artykuł
pt: Novo artigo
ru: Новая статья

source: You are not allowed to delete this article.
ca: No tens permís per a esborrar aquest article.
es: No tienes permiso para eliminar este artículo.
eu: Ez duzu artikulu hau ezabatzeko baimenik.
fa: شما مجاز به حذف این نوشته نیستید.
pl: Nie można usunąć tego artykułu.
pt: Você não tem permissão para excluir este artigo.
ru: Вы не можете удалить эту статью.

source: Your article has been deleted.
ca: S’ha suprimit el vostre article.
es: Se ha eliminado el artículo.
eu: Zure artikulua ezabatu da.
fa: نوشتهٔ شما پاک شده است.
pl: Twój artykuł został usunięty.
pt: Seu artigo foi excluído.
ru: Ваша статья была удалена.

source: It looks like the article you tried to delete doesn't exist. Maybe it is already gone?
ca: Sembla que l'article que intentes esborrar no existeix. Potser ja no hi és?
es: Parece que el artículo que intentaste eliminar no existe. ¿Tal vez ya haya desaparecido?
eu: Badirudi ezabatzen saiatu zaren artikulua ez dela existitzen. Beharbada dagoeneko ezabatuta dago.
fa: به نظر می‌رسد نوشته‌ای را که می‌خواهید پاک کنید، وجود ندارد. قبلا پاک نشده است؟
pl: Wygląda na to, że artykuł który próbowałeś(-aś) usunąć nie istnieje. Może został usunięty wcześniej?
pt: Parece que o artigo que você tentou excluir não existe. Talvez ele já tenha sido excluído?
ru: Похоже, статья, которую вы пытаетесь удалить, не существует. Возможно она уже исчезла?

source: Couldn't obtain enough information about your account. Please make sure your username is correct.
ca: No s'ha pogut obtenir informació sobre el teu compte. Si us plau, assegura't que el teu nom d'usuari és correcte.
es: No se pudo obtener suficiente información sobre su cuenta. Por favor, asegúrese de que su nombre de usuario es correcto.
eu: Ezin izan da zure kontuari buruzko nahikoa informazio lortu. Mesedez, egiaztatu erabiltzailea zuzena dela.
fa: نتوانستیم اطلاعات کافی درباره حساب شما دریافت کنیم. لطفا مطمئن شوید که نام کاربری درست است.
pl: Nie można uzyskać wystarczającej ilości informacji o Twoim koncie. Upewnij się, że nazwa użytkownika jest prawidłowa.
pt: Não foi possível obter informações sobre sua conta. Por favor, certifique-se de que seu nome de usuário completo está certo.
ru: Не удалось получить достаточную информацию о вашей учетной записи. Пожалуйста, убедитесь, что ваше имя пользователя правильно.

source: To reshare a post, you need to be logged in
ca: Per a impulsar una entrada cal iniciar sessió
es: Para compartir un artículo, necesita estar logueado
eu: Artikulua bultzatzeko saioa hasi behar duzu
fa: برای هم‌رسانی یک نوشته لازم است وارد شوید
pl: Aby udostępnić post, musisz być zalogowany
pt: Para compartilhar um artigo, você precisa entrar
ru: Чтобы поделиться сообщением, вы должны войти в систему

source: You are now connected.
ca: Ara estàs connectat.
es: Ahora estás conectado.
eu: Saioa hasi duzu.
fa: شما اکنون متصل هستید.
pl: Teraz jesteś połączony.
pt: Agora você está conectado.
ru: Теперь в списке контактов.

source: You are now logged off.
ca: Ara estàs desconnectat.
es: Ahora estás desconectado.
eu: Saioa itxi duzu.
fa: شما اکنون خارج شدید.
pl: Teraz jesteś wylogowany.
pt: Você saiu.
ru: Вы теперь вышли.

source: Password reset
ca: Reinicialització de contrasenya
es: Reiniciar contraseña
eu: Berrezarri pasahitza
fa: بازنشانی گذرواژه
pl: Resetowanie hasła
pt: Redefinir senha
ru: Восстановление пароля

source: Here is the link to reset your password: {0}
ca: Aquí està l'enllaç per a reiniciar la teva contrasenya: {0}
es: Aquí está el enlace para restablecer tu contraseña: {0}
eu: Hemen duzu pasahitza berrezartzeko esteka: {0}
fa: اینجا، پیوندی برای بازنشانی گذرواژهٔ شماست: {0}
pl: Tutaj jest link do zresetowania hasła: {0}
pt: Aqui está o link para redefinir sua senha: {0}
ru: Перейдите по ссылке для сброса вашего пароля: {0}

source: Your password was successfully reset.
ca: S’ha reinicialitzat la vostra contrasenya correctament.
es: Su contraseña se ha restablecido correctamente.
eu: Pasahitza behar bezala berrezarri da.
fa: گذرواژه شما با موفقیت بازنشانی شد.
pl: Twoje hasło zostało pomyślnie zresetowane.
pt: Sua senha foi redefinida com sucesso.
ru: Ваш пароль был успешно сброшен.

source: To access your dashboard, you need to be logged in
ca: Per a accedir al teu panell cal iniciar sessió
es: Para acceder a su panel de control, necesita estar conectado
eu: Aginte-mahaia ikusi ahal izateko saioa hasi behar duzu
fa: برای دسترسی به پیشخوان بایستی وارد شده باشید
pl: Aby uzyskać dostęp do panelu, musisz być zalogowany
pt: Para acessar seu painel, você precisa entrar
ru: Для доступа к панели инструментов необходимо войти в систему

source: You are no longer following {}.
ca: Ja no segueixes a {}.
es: Ya no estás siguiendo a {}.
eu: {} jarraitzeari utzi diozu.
fa: دیگر {} را دنبال نمی‌کنید.
pl: Już nie obserwujesz użytkownika {}.
pt: Você deixou de seguir {}.
ru: Вы больше не отслеживаете {}.

source: You are now following {}.
ca: Ara estàs seguint a {}.
es: Ahora estás siguiendo a {}.
eu: {} jarraitzen hasi zara.
fa: اکنون {} را دنبال می‌کنید.
pl: Obserwujesz teraz użytkownika {}.
pt: Você seguiu {}.
ru: Теперь вы отслеживаете {}.

source: To subscribe to someone, you need to be logged in
ca: Per a subscriure't a algú cal iniciar sessió
es: Para suscribirse a alguien, necesita estar conectado
eu: Norbaiten harpidetza egiteko, konektatuta egon behar duzu
fa: برای دنبال کردن یک نفر، باید وارد شوید
pl: Aby subskrybować do kogoś, musisz być zalogowany
pt: Para se inscrever, você precisa entrar
ru: Чтобы подписаться на кого-то, необходимо войти в систему

source: To edit your profile, you need to be logged in
ca: Per a editar el teu perfil cal iniciar sessió
es: Para editar su perfil, necesita estar conectado
eu: Profila moldatu ahal izateko saioa hasi behar duzu
fa: برای ویرایش نمایهٔ خود، باید وارد شوید
pl: Aby edytować swój profil, musisz być zalogowany
pt: Para editar seu perfil, você precisa entrar
ru: Для редактирования профиля необходимо войти в систему

source: Your profile has been updated.
ca: El teu perfil s'ha actualitzat.
es: Tu perfil ha sido actualizado.
eu: Zure profila eguneratu egin da.
fa: نمایهٔ شما به‌روز شده است.
pl: Twój profil został zaktualizowany.
pt: Seu perfil foi atualizado.
ru: Ваш профиль был изменен.

source: Your account has been deleted.
ca: El teu compte s'ha esborrat.
es: Tu cuenta ha sido eliminada.
eu: Kontua ezabatu da.
fa: حساب شما پاک شده است.
pl: Twoje konto zostało usunięte.
pt: Sua conta foi excluída.
ru: Ваша учетная запись удалена.

source: You can't delete someone else's account.
ca: No pots esborrar el compte d'algú altre.
es: No puedes eliminar la cuenta de otra persona.
eu: Ezin duzu beste norbaiten kontua ezabatu.
fa: نمی‌توانید حساب شخص دیگری را پاک کنید.
pl: Nie możesz usunąć konta innej osoby.
pt: Você não pode excluir a conta de outra pessoa.
ru: Вы не можете удалить чужую учетную запись.

source: Create your account
ca: Crea el teu compte
es: Crea tu cuenta
eu: Sortu zure kontua
fa: حسابی برای خود بسازید
pl: Utwórz konto
pt: Criar sua conta
ru: Создать аккаунт

source: Create an account
ca: Crear un compte
es: Crear una cuenta
eu: Sortu kontu bat
fa: حسابی بسازید
pl: Utwórz nowe konto
pt: Criar uma conta
ru: Создать новый аккаунт

source: Email
ca: Adreça electrònica
es: Correo electrónico
eu: Posta elektronikoa
fa: رایانامه
pl: Adres e-mail
ru: Электронная почта

source: Email confirmation
eu: Baieztatu helbide elektronikoa

source: Apologies, but registrations are closed on this particular instance. You can, however, find a different one.
ca: Disculpa, el registre d'aquesta instància és tancat. Pots trobar-ne un altre diferent.
es: Lo sentimos, pero las inscripciones están cerradas en esta instancia. Sin embargo, puede encontrar una instancia distinta.
eu: Sentitzen dugu, baina ezin duzu instantzia honetan izena eman. Hala ere, beste instantzia bat aurki dezakezu.
fa: معذرت می‌خواهیم. ثبت‌نام روی این نمونه خاص بسته شده است. با این حال شما می‌توانید یک نمونه دیگر پیدا کنید.
pl: Przepraszamy, rejestracja jest zamknięta na tej instancji. Spróbuj znaleźć inną.
pt: Desculpe, mas os registros estão fechados nesta instância. Você pode, no entanto, procurar outra.
ru: Приносим извинения, но регистрация на данном узле закрыта. Однако, вы можете найти другой.

source: Registration
eu: Izen-ematea

source: Check your inbox!
ca: Reviseu la vostra safata d’entrada.
es: Revise su bandeja de entrada!
eu: Begiratu zure sarrera-erretilua!
fa: صندوق پستی خود را بررسی کنید!
pl: Sprawdź do swoją skrzynki odbiorczej!
pt: Verifique sua caixa de entrada!
ru: Проверьте ваш почтовый ящик!

source: We sent a mail to the address you gave us, with a link for registration.
eu: Mezu bat bidali dugu eman diguzun helbidera, izena emateko estekarekin.

source: Username
ca: Nom d’usuari
es: Nombre de usuario
eu: Erabiltzailea
fa: نام کاربری
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя

source: Password
ca: Contrasenya
es: Contraseña
eu: Pasahitza
fa: گذرواژه
pl: Hasło
pt: Senha
ru: Пароль

source: Password confirmation
ca: Confirmació de la contrasenya
es: Confirmación de contraseña
eu: Baieztatu pasahitza
fa: تایید گذرواژه
pl: Potwierdzenie hasła
pt: Confirmação de senha
ru: Подтверждение пароля

source: Media upload
ca: Carregar Mèdia
es: Subir medios
eu: Igo baliabideak
fa: بارگذاری رسانه
pl: Wysyłanie zawartości multimedialnej
pt: Envio de mídia
ru: Загрузка медиафайлов

source: Description
ca: Descripció
es: Descripción
eu: Azalpena
fa: توضیحات
pl: Opis
pt: Descrição
ru: Описание
