Repository: pullopen/Plume
Catalog: po/plume-front/*.po
Languages: eu, fa

source: Do you want to load the local autosave last edited at {}?
eu: {}(t)an automatikoki gordetako azken kopia lokala kargatu nahi al duzu?
fa: آیا می‌خواهید نسخهٔ ذخیره شدهٔ خودکار محلّی از آخرین ویرایش در {} را بار کنید؟

source: Open the rich text editor
eu: Ireki testu formatutzaile aberatsa
fa: باز کردن ویرایش‌گر غنی

source: Title
eu: Izenburua
fa: عنوان

source: Subtitle, or summary
eu: Azpititulua edo laburpena
fa: زیرعنوان، یا چکیده

source: Write your article here. Markdown is supported.
eu: Idatzi hemen testua. Markdown erabil dezakezu.
fa: مقاله‌تان را این‌جا بنویسید. از مارک‌داون پشتیبانی می‌شود.

source: Around {} characters left
eu: %{count} karaktere geratzen dira
fa: نزدیک به {} حرف باقی مانده است

source: Tags
eu: Etiketak
fa: برچسب‌ها

source: License
eu: Lizentzia
fa: پروانه

source: Cover
eu: Azala
fa: جلد

source: This is a draft
eu: Zirriborro bat da
fa: این، یک پیش‌نویس است

source: Publish
eu: Argitaratu
fa: انتشار
