Repository: pullopen/Plume
Catalog: po/plume-front/sat.po
Languages: sat_in

source: Do you want to load the local autosave last edited at {}?
sat_in: ᱟᱢ ᱪᱮᱫ ᱢᱟᱲᱟᱝ {} ᱨᱮ ᱥᱟᱯᱲᱟᱣ ᱟᱠᱟᱱ ᱞᱚᱠᱟᱞ ᱚᱴᱚᱥᱮᱣ ᱞᱟᱫᱮ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?

source: Open the rich text editor
sat_in: ᱨᱤᱪ ᱚᱞ ᱥᱟᱯᱟᱣᱤᱡ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Title
sat_in: ᱴᱭᱴᱚᱞ

source: Subtitle, or summary
sat_in: ᱥᱟᱹᱵᱴᱟᱭᱴᱟᱹᱞ, ᱟᱨ ᱵᱟᱝ ᱥᱟᱹᱢᱢᱟᱨᱭ

source: Write your article here. Markdown is supported.
sat_in: ᱟᱢᱟᱜ ᱚᱱᱚᱞ ᱱᱚᱰᱮ ᱚᱞ ᱛᱟᱢ ᱾ ᱪᱤᱱᱦᱟᱹ ᱥᱟᱯᱚᱴ ᱜᱮᱭᱟ ᱾

source: Around {} characters left
sat_in: ᱡᱷᱚᱛᱚ ᱨᱮ {} ᱡᱤᱱᱤᱥ ᱵᱟᱧᱪᱟᱣᱠᱟᱱᱟ

source: Tags
sat_in: ᱴᱮᱜᱽᱥ

source: License
sat_in: ᱞᱚᱭᱥᱮᱱᱥ

source: Cover
sat_in: ᱢᱚᱭᱞᱟᱹᱴ

source: This is a draft
sat_in: ᱱᱚᱶᱟ ᱫᱚ ᱰᱨᱟᱯᱷᱼᱴ ᱠᱟᱱᱟ

source: Publish
sat_in: ᱯᱟᱨᱥᱟᱞ
